Repository: adlogi/scratch-trans
Catalog: scratch1.4/ote/ote.po
Languages: ote

source: Language-Name
ote: Hnahnu

source: %H sensor value
ote: %H muhui ra nthomli

source: %L contains %s
ote: %L petsi %s

source: %a of %m
ote: %a de %m

source: %b and %b
ote: %b ne %b

source: %b or %b
ote: %b o %b

source: %f of %n
ote: %f de %n

source: add %s to %L
ote: %s 'ñetsi %L

source: answer
ote: nthädi

source: ask %s and wait
ote: ñahni %s ne t'omi

source: background #
ote: hñe #

source: broadcast %e
ote: ga'tho pehni %e

source: broadcast %e and wait
ote: pehni ga'tho %e ne to'm'

source: change %g effect by %n
ote: pata %g rak'oi ko ra %n

source: change %v by %n
ote: pati %v kora %n

source: change pen color by %n
ote: pati ra kuhu ra nt'ohni %n

source: change pen shade by %n
ote: pata ra ntsedi ra nt'ohni ko ra %n

source: change pen size by %n
ote: pata ra ndangi ra nt'ohni ko ra %n

source: change size by %n
ote: pata ra ndangi ko ra %n

source: change tempo by %n
ote: pata ra yaä ko ra %n

source: change volume by %n
ote: pata ra ntedi nzuni ko ra %n

source: change x by %n
ote: pata ra x ko ra %n

source: change y by %n
ote: pata ra y ko ra %n

source: clear
ote: put'i

source: clear graphic effects
ote: hñki ra k'oi

source: color %C is touching %C?
ote: ¿kuhu %C k'oi %C?

source: control
ote: bepi

source: costume #
ote: # hmite

source: delete %y of %L
ote: put'i %y kora %L

source: direction
ote: njuani

source: distance to %m
ote: magi %m

source: else
ote: ma r'a, ne ma r'a

source: forever
ote: nzantho

source: forever if %b
ote: b'u nzantho %b

source: glide %n secs to x:%n y:%n
ote: 'yoni %n ya a x:%n y:%n

source: go back %n layers
ote: pehna hara %n xutha

source: go to %m
ote: ri ma ni %m

source: go to front
ote: pehni met'o

source: go to x:%n y:%n
ote: ri ma x:%n y:%n

source: hide
ote: ägi

source: hide variable %v
ote: ägi yoni %v

source: if %b
ote: haha %b

source: if on edge, bounce
ote: rotsi 'bu da zudi ra ñani

source: insert %s at %i of %L
ote: rut'i %s hara %i %L

source: item %i of %L
ote: item %i kora %L

source: join %s %s
ote: muntsi, hñetsi %s %s

source: key %k pressed?
ote: ¿ntho %k`mi?

source: length of %L
ote: magi ka ra %L

source: length of %s
ote: magi ka ra %s

source: list
ote: ntui

source: looks
ote: hneki

source: loud?
ote: ¿tsedi nzuni?

source: loudness
ote: ra tsedi nzuni

source: motion
ote: 'ñani

source: motor direction %W
ote: ra nguni ra moto %W

source: motor off
ote: theti ra moto

source: motor on
ote: nzage ra moto

source: motor on for %n secs
ote: nzäge ra moto ra %n yä'ä

source: motor power %n
ote: ra tsedi ra moto %n

source: mouse down?
ote: ¿ntho'mi dangu?

source: mouse x
ote: x ra dangu

source: mouse y
ote: y ra dangu

source: move %n steps
ote: ñ'ani %n hnet'i

source: next background
ote: ma n'a ra 'mebo

source: next costume
ote: man'ga hmite

source: not %b
ote: hina %b

source: operators
ote: ya tsoge

source: pen
ote: nt'ohni

source: pen down
ote: ka'ma ra nt'ohni

source: pen up
ote: pots'e ra nt'ohni

source: pick random %n to %n
ote: ra thonga 'mede ha ma %n r'ga %n

source: play drum %D for %n beats
ote: pei bi'xfani %D ha ra %n n'ohñi

source: play note %N for %n beats
ote: pei ra nzuni %N hara %n n'ohni

source: play sound %S
ote: pei nzuni %S

source: play sound %S until done
ote: pei nzuni %S ne tom'i

source: point in direction %d
ote: ät'i ma njuäni %d

source: point towards %m
ote: ät'i ri mani %m

source: repeat %n
ote: yopi %n

source: repeat until %b
ote: yopi %b

source: replace item %i of %L with %s
ote: patui %i ko %L ra %s

source: reset timer
ote: 'yo pa fudi

source: rest for %n beats
ote: kota %n n'ohni

source: round %n
ote: 'bampi %n

source: say %s
ote: ma %s

source: say %s for %n secs
ote: t'uka %s hma %n

source: sensing
ote: nthom'i

source: sensor %h?
ote: ¿zora nthom'i%h?

source: set %g effect to %n
ote: hñutsi %g k'oi ha %n

source: set %v to %n
ote: hñuts'i %v ha %n

source: set instrument to %I
ote: hñuts'i ya mpefi ha %I

source: set pen color to %c
ote: hñuts'i ra kuhu nt'ohni ha %c

source: set pen color to %n
ote: hñuts'i ra kuhu nt'ohni ha %n

source: set pen shade to %n
ote: hñuts'i nstedi nt'ohni ha %n

source: set pen size to %n
ote: hñuts'i ra ndangi nt'ohni ha %n

source: set size to %n%
ote: hñuts'i ra ndangi ha ra n %n%

source: set tempo to %n bpm
ote: hñuts'i ra ya a %n ppm

source: set volume to %n%
ote: hñuts'i ra tsedi nzuni a %n%

source: set x to %n
ote: hñuts'i x ha %n

source: set y to %n
ote: hñuts'i y ha %n

source: show
ote: 'ñudi

source: show variable %v
ote: 'ñudi mpadi %v

source: size
ote: ndangi

source: sound
ote: nzuni

source: stamp
ote: nthuts'i

source: stop all
ote: tsami gatho

source: stop all sounds
ote: tsama ya nzuni

source: stop script
ote: tsama ra nt'ui 'befi

source: switch to background %l
ote: pati ra 'mebo %l

source: switch to costume %l
ote: pata ra hmite ha %l

source: tempo
ote: ya ä

source: think %s
ote: beni %s

source: think %s for %n secs
ote: beni %s n'a %n tuki

source: timer
ote: 'yenga ya ä

source: touching %m?
ote: ¿gi thuni%m?

source: touching color %C?
ote: ¿gi thuni ra kuhu%C?

source: turn %n degrees
ote: Nthets’i %n

source: variables
ote: Ran’añ’o

source: volume
ote: Potsue / ndängi

source: wait %n secs
ote: Tom’ä n’a %n tuki

source: wait until %b
ote: Tom’i dä %b

source: when %k key pressed
ote: Ngu gi %k tom’ä ha rä t’ohni

source: when %m clicked
ote: Ngu gi %m tom’i

source: when I receive %e
ote: Ngu gi häni. %e

source: x position
ote: Ra hñuts’i x

source: y position
ote: Ra hñuts’i y

source: (empty)
ote: (‘ñoni / otho )

source: 1 script
ote: 1 ñ’ui b’efi / hmuntsä b’efi

source: About Scratch
ote: Ngu’ä scratch

source: About this project:
ote: Ngu nunä b’efi

source: add comment
ote: Zotä ra noya

source: add comment here
ote: Zotä n’a ra noya nuua

source: all
ote: Gatho

source: and
ote: N’e / n’ehe

source: Animation
ote: ya pät'a k'oi

source: any
ote: Na’ä ra za

source: Art
ote: ya nfädi

source: background
ote: Mit’i / gäxä

source: backgrounds
ote: ya mit’i / yä gäxä

source: Backgrounds
ote: Ya mit’i / yä gäxä

source: brightness
ote: Huexki

source: Brush size:
ote: Ra ndängi ra njät’i

source: button
ote: Tet’i / nthuts’i

source: button pressed
ote: Ntom’ä nthuts’i

source: Camera
ote: Nthuxä ngats’i

source: can rotate
ote: Nthuxä ngats’i

source: cancel
ote: nthäki

source: Cancel
ote: Nthäki

source: Choose a folder
ote: Nzukä hem’i

source: Choose new sprite from file
ote: Xukä n’a ra ray’o b’efi ha ra m’etsä hem’í

source: clean up
ote: thuki

source: Clear
ote: Thuki

source: Clear canvas
ote: Xukä ra dutu

source: Close and continue
ote: kot'i ne thogi

source: Close dialog?
ote: ¿njot’ä ñani / huata ñani ?

source: Close paint editor?
ote: ¿Kot’ä nthokä k’oi?

source: close port
ote: Kot’ä gosthi

source: Close sound recorder?
ote: Kot’ä ra m’etsä nzuni

source: color
ote: Nkät’i / njät’i

source: Compress Images
ote: Tsukä k’oi

source: Compress Sounds
ote: Tsukä nzuni

source: Compress sounds and images
ote: Tsukä ya nzuni n’e ya k’oi

source: Computer
ote: Bähmyä

source: connected
ote: Zote

source: Connecting to
ote: Zote ha

source: Copy
ote: K’oi

source: costume
ote: mpungi

source: costumes
ote: ya mpungi

source: Costumes
ote: Ya mpungi

source: Could not read
ote: Hingi tsa dä xadi / hingi tsa da heti

source: Could not read project; file may be damaged
ote: Hingi tsa da xadi ra b’efi, po xä ts’okä ra m’etsä hem’í

source: Could not write file
ote: Hingi tsa dä t’ofo ha ra m’etsä b’efi

source: Create account
ote: Xokä m’etsi

source: Create an empty project
ote: Hokä n’a ra ray’o b’efi

source: Data sent. Waiting for response...
ote: Da pehn’ä ra b’efi. Tom’i nthädi

source: delete
ote: puti

source: Delete
ote: Puti

source: Delete a list
ote: Putä n’a ra nsihni

source: Delete a variable
ote: Putä mpadi

source: Delete this background
ote: put'ä ra mebo

source: Delete this costume
ote: Putä nuna ra mpungi

source: Delete this sound
ote: Putä nuna nzuni

source: Delete this sprite
ote: put'ä ra mebo

source: Desktop
ote: Escritorio

source: disable remote sensor connections
ote: hñaki ya mbuni ra moto

source: distance
ote: mägi

source: Documents
ote: Ya hem’i

source: don't rotate
ote: O gi thets’i

source: Don't Save
ote: ho gi petsi

source: Done
ote: jabu

source: down
ote: Ngati

source: down arrow
ote: Ät’i ngati

source: drag to resize
ote: jut'i pa gi pat'i ra ndängi

source: drag to rotate
ote: jut'i pa bämpi

source: draggable on website?
ote: ¿jut’ä ha ra Web xä thuts’i?

source: duplicate
ote: xu

source: Duplicate
ote: Xu

source: edge
ote: Ñäni

source: Edit
ote: T’ofo / thoki

source: Ellipse tool (draw outlined or filled ellipse or circle)
ote: Ya b’efi elipse (Hokä n’a ra ntsant’i, ha ra ñani o n’a ra elipse di ñuts’i)

source: enable remote sensor connections
ote: nzage ra pepi ya moto

source: Enter presentation mode
ote: Kut’i ngu gä nt’ui

source: Eraser
ote: Put’i / nthuki

source: Eraser size
ote: Ra ndängi puti

source: Error!
ote: xa ntsoki

source: Examples
ote: ya nt'udi

source: Exit presentation
ote: poni ra nt'udi

source: Exit presentation mode
ote: Poni gä nt’ui

source: export
ote: Tuts’i

source: Export Background
ote: Thotsi

source: Export Costume
ote: Thotsä mpuni

source: Export failed
ote: Himbi thotsi

source: Export Sound
ote: R’atsä nzuni

source: Export Sprite
ote: R’atsä b’e’ä

source: export this costume
ote: R’atsä nuna b’e’ä

source: export this sound
ote: pehna nuna nsuni

source: export this sprite
ote: pehna nuna thoki

source: Extras menu
ote: Thoni ma r’aa

source: Eyedropper tool (select a color)
ote: Gotero (para escojer color)

source: Failed:
ote: Hinä / hinxä hño.

source: false
ote: falso

source: File
ote: metsi

source: File not found
ote: Hin bi ts’udi ra m’etsä b’efi

source: Fill tool (fill areas with color or gradient)
ote: Ra mpefi pa dä ñuts’i gä nkät’i

source: first
ote: Ra mudi

source: fisheye
ote: Da gä juä / huä

source: Flash blocks (fast)
ote: Kät’i xeni (nungi)

source: Flash blocks (slow)
ote: Kät’i xeni (r’amä zinjante)

source: Flip horizontally
ote: Thets’i ma ndaki

source: Flip vertically
ote: Thets’i mäm’ai

source: For all sprites
ote: Pa gatho ya te b’e’ä

source: For this sprite only
ote: Pa nuna te b’e’ä

source: Game
ote: nt'eni

source: Get surprise sprite
ote: Te rä b’e’ä

source: Get the last thing deleted
ote: Ra putä gäxä b’e’ä

source: Getting Started
ote: fudi

source: ghost
ote: pite

source: Go To Scratch Website
ote: ri ma ha ra scractch

source: grab screen region for new costume
ote: Xuki habu gi huts’i n’a ra ray’o mpuni

source: grab screen region for new sprite
ote: Xuki habu gi huts’i n’a ra ray’o b’e’ä

source: Grow
ote: Dängi

source: Grow sprite
ote: Dängä b’e’ä

source: hello
ote: te ra mantho

source: Hello!
ote: ¡te ra mantho!

source: help
ote: mfats'i

source: Help
ote: mfäts'i

source: Help Page
ote: mfätsi ra nxi

source: Help Screens
ote: mfätsi ra ñeda

source: Hide Motor Blocks
ote: petsi ra padi ra moto

source: High (biggest)
ote: hñets'i

source: Hmm...
ote: mmm…

source: Home
ote: mudi

source: Images compressed
ote: hmunts'a k'oi

source: import
ote: hñats'i

source: Import
ote: hñats'i

source: Import an image on top of your current canvas
ote: hñats'i ra k'oi mañä de un'ä ja

source: Import Background
ote: hñats'i hñe

source: Import Costume
ote: hñats'i hmite

source: Import Image
ote: hñats'i k'oi

source: Import List
ote: hñats'i nt'ui

source: Import Project
ote: hñats'i befi

source: import project
ote: hñats'i befi

source: Import Sound
ote: hñats'i nsuni

source: Incompatible Scratch file format
ote: ra thoki ra mets'i hinga ma yegi

source: Is the folder read-only?
ote: ¿ra mets'i tzojdo pa da theti

source: JPEG Quality (10-100)?
ote: hoga JPEG (10-100)

source: Language
ote: hñaki

source: large readout
ote: dängi

source: last
ote: ngäts'i

source: left
ote: ngähä

source: left arrow
ote: ät'i ngähä

source: length
ote: mägi

source: light
ote: ñot'i

source: Line tool (draw lines)
ote: ya mpefi ya 'ñu

source: List name?
ote: ¿ra thuhu ra nt'u'i?

source: Low
ote: t'uki

source: Lowest (smallest)
ote: ma n'a ra t'uki

source: Make a list
ote: ra'yo nt'u'i

source: Make a variable
ote: ra'yo mpädi

source: meow
ote: miau

source: Message name:
ote: ra thuhu ya meni

source: more
ote: mä r'a

source: More tags:
ote: mä r'a pepi

source: mosaic
ote: nt'ui nthets'i

source: mouse x:
ote: x ra dängu

source: mouse y:
ote: y ra dängu

source: mouse-pointer
ote: ät'i ra dängu

source: Move
ote: hñani

source: Music
ote: b'ei

source: My Projects
ote: mä thoki

source: new
ote: r'ayo

source: New
ote: r'ayo

source: New background:
ote: r'ayo mebo

source: New costume:
ote: r'ayo hmite

source: New file name?
ote: ray'o thuhu ra metsi

source: New Filename:
ote: r'ayo thuhu ra metsi

source: New sound:
ote: r'ayo nsuni

source: New Sprite
ote: r'ay'o tot'e

source: New sprite:
ote: r'ayo hmepi

source: No
ote: hina

source: No MIDI ports currently available.
ote: hotho n'a mena MIDI

source: No motion blocks
ote: hotho n'a ra hñanga bloque

source: no scripts
ote: hotho ya nt'ui befi

source: No serial ports found
ote: ni n'a ra poni pa gatho

source: No variables.
ote: hotho ya mpädi

source: Normal
ote: ngu ntzantho

source: normal readout
ote: theti xa hio

source: Off
ote: theti

source: OK
ote: hñena hää

source: On
ote: zo

source: only face left-right
ote: tzojdo nuti ra ngäha - 'ñei

source: Open
ote: xoki

source: Open a Scratch project
ote: xoki ra nt'ui befi nsam'ni

source: Open Project
ote: xoki ra befi

source: or
ote: o

source: Paint
ote: kuhu

source: Paint Editor
ote: ot'ä kuhu

source: Paint new sprite
ote: kuhu n'a ra r'ayo k'oi

source: Paintbrush
ote: ngät'ä kuhu

source: Password:
ote: ra thotsi

source: Percent? (100 gives original size)
ote: ¿theke? (100 ra mudi ndängi)

source: Pictures
ote: ya k'oi

source: pixelate
ote: ñäni ra k'oi

source: play
ote: thuni

source: Please enter a number
ote: hña ra bede

source: Position the cross-hair to set the rotation center
ote: homba ra ät'i ra thetsi

source: Preparing project...
ote: hoka befi

source: Project author:
ote: bi hioki ra befi

source: Project name
ote: ra thuhu ra befi

source: Project Notes
ote: ya maa ya befi

source: Project notes
ote: ya maa ya befi

source: Project uploaded.
ote: hmimba befi

source: Projects
ote: ya befi

source: Quit
ote: tsopu

source: Quit Scratch
ote: tsopu ra nsam'ni

source: Reading
ote: theti

source: record
ote: petsi

source: Record
ote: petsi

source: recording
ote: metsi

source: Rectangle tool (draw outlined or filled rectangle or square)
ote: ya mpefi ya goho tz'ät'i

source: Redo
ote: kotsi ngu mi ngä

source: Reference Guide
ote: nguhña befi

source: Remote sensor connections enabled
ote: ya nzague ra moto

source: Remove viewer from stage
ote: hñaki ra thandi ha ra t'ot'a befi

source: resistance
ote: zeti

source: resize this sprite
ote: pat'ä ra ndangi ra thoki

source: reverse
ote: mä puntsi

source: right
ote: 'ñei

source: right arrow
ote: ät'i 'ñei

source: Rotate clock-wise
ote: bäni ngu ra mexcodo

source: Rotate counter-clock-wise
ote: bäni mä punts'i ra mexcodo

source: rotate this sprite
ote: mähna thoki

source: Rotation degrees?
ote: nt'eni hmähni

source: Save
ote: petsi

source: Save a copy of the current project
ote: pets'ua n'a ra k'oi nuna befi

source: Save As
ote: pets'i ngu

source: Save changes before quitting?
ote: petsa ya poni pa gi poni

source: Save failed
ote: ra mets'i hinxa hogi

source: save picture of scripts
ote: pets'a ya k'oi ya nt'ui befi

source: save picture of stage...
ote: pets'a ra k'oi de ra t'ot'a befi

source: Save Project
ote: Petsi handi

source: Save Scripts Snapshot
ote: Petsi b'ai ha ra t'ui

source: Save Stage Shot
ote: Petsi k'oi ha ra t'ot'a b'efi

source: Save the current project
ote: M'ets'ä b'efi

source: Save the current project?
ote: ¿Gi petsära ray'o b'efi?

source: Scripts
ote: T'ui

source: select serial/USB port
ote: xuk'a gosthi b'ede/USB

source: Select tool (move, modify, or delete selection)
ote: Xuk'a mpefi (ñ'äni,pati,put'i)

source: Set costume center
ote: xuki ra metsa hmite

source: Set language
ote: Xuki ya hñäki pa ya mut'a noya

source: Set rotation center
ote: Xuki nu ra ntui thetsi

source: Set Single Stepping
ote: fudi gi handi ya…

source: set slider min and max
ote: huts'i min y max ra mu'ui

source: Share
ote: ¡Uni!

source: Share this project
ote: thotsa ya thoki

source: Share This Project Online
ote: Uni ra b'eni ha nsihnr

source: Show Motor Blocks
ote: ñudi ra pädi ra moto

source: show ScratchBoard watcher
ote: u'di ScratchBoard

source: Shrink
ote: Hmuts'i

source: Shrink sprite
ote: Hmuts'i K'oi

source: Single-step speed?
ote: rihi n'ada ra sagi

source: slider
ote: nkoni

source: Slider range:
ote: Hogamu'ui:

source: Sound quality:
ote: Hogazuni:

source: Sound Recorder
ote: metsi zuni

source: Sounds
ote: Zuni

source: Sounds compressed
ote: Kahmi ra zuni

source: space
ote: magi

source: Sprite
ote: K'oi

source: Sprites
ote: thoki

source: sqrt
ote: Y'u b'ede

source: Stage
ote: Neki

source: Stage selected:
ote: Xuki neki:

source: Stamp tool (select area, then stamp copies of it)
ote: nthuts'i (xuki n'ara nxontho n'e kuetä yä k'oi)

source: Start green flag scripts
ote: mudi tsuki ra k'ami bext'e

source: Start Single Stepping
ote: handi ya thogi magi

source: stop
ote: pa

source: Stop everything
ote: Pa gatho

source: Stop Single Stepping
ote: pa da handi ya thosi

source: Story
ote: bede, ya mää

source: Support Site
ote: mfasi ra web

source: Switch colors
ote: Pata njät'i

source: Switch to full stage
ote: pata n'a ra ndangi ma xage

source: Switch to presentation mode
ote: pata ra thudi

source: Switch to small stage
ote: pata ra tuka befi

source: Tags:
ote: Xukit'oto:

source: Text tool (edit text layer)
ote: Mpeti t'ofo

source: That variable name is already in use
ote: Nuni ra thuhu nuge ya di hä mar'a di mpadi

source: that way
ote: ngu nuna thoki

source: The file name already exists. Overwrite existing file?
ote: Ra thuhu rä b'etsä b'efi ya ja. ¿Gi ne gi yopä ofo?

source: thing
ote: mahyoni

source: this way
ote: ngu nuna thoki

source: tilt
ote: nkami

source: true
ote: majuäni

source: Turbo speed
ote: Xi tihi

source: turn into new sprite
ote: pore ma r'ay'o

source: Undelete
ote: yopa kotsi ngu mi nga

source: Undo
ote: Xut'i

source: up
ote: mañä

source: up arrow
ote: äti mañä

source: Updating thumbnails
ote: msgid "Updating thumbnails"

source: Upload succeeded!
ote: Proyecto enviado!

source: Upload to Scratch Server
ote: B'ehnä b'efi

source: Uploading
ote: Penkagi ra Scratch

source: Variable name?
ote: Pehni

source: View on stage
ote: ¿Pata thuhu?

source: What's your name?
ote: ¿te ri thuhu?

source: whirl
ote: ¿fats'i?

source: world
ote: ximai

source: Write Multiple Project Summaries
ote: xedi

source: Write Project Summary
ote: k'u ya t'ofo ko t'oni ra b'eni

source: Yes
ote: k'u ya t'ofo ko ra b'eni

source: Your project is now online at
ote: Hää

source: Your Scratch website login name:
ote: Ra b'eni ja hara pets'i ra web

source: Zoom in
ote: Ra thuhu to'o ra huenda

source: Zoom out
ote: Joni

source: Accordion
ote: Ma

source: Acoustic Bass
ote: b'ida ndähi

source: Acoustic Bass Drum
ote: dängä nzuni

source: Acoustic Grand
ote: dängä b'ixfani

source: Acoustic Snare
ote: tom'a ts'uta nzuni

source: Agogo
ote: b'ixfani

source: Alto Sax
ote: nthäts'ä 'mui

source: Applause
ote: ts'utä b'istäntoti

source: Bagpipe
ote: 'bet'ye

source: Banjo
ote: pist'ä 'bida

source: Baritone Sax
ote: tsant'i 'bida

source: Bass Drum 1
ote: b'istäntotise

source: Bassoon
ote: b'ixfani 1

source: Bird Tweet
ote: Piada de pájaro

source: Blown Bottle
ote: Botella soplada

source: Brass Section
ote: huist'a xito

source: Breath Noise
ote: hmunts'a 'bida bojä

source: Bright Acoustic
ote: ponga nzuni

source: Cabasa
ote: tom'a hoga nzuni

source: Celesta
ote: 'banza nzuni

source: Cello
ote: Violonchelo

source: Chinese Cymbal
ote: dängä ndekä 'bida

source: Choir Aahs
ote: nxingä nzuni

source: Church Organ
ote: hmuts'a duhu

source: Clarinet
ote: ntom'a nijä

source: Claves
ote: mää thuza

source: Clavinet
ote: xekä n'ohni

source: Closed Hi-Hat
ote: tom'a b'ida

source: Contrabass
ote: tsixam'ei

source: Cowbell
ote: danga b'ida

source: Crash Cymbal 1
ote: t'ukä t'egi

source: Crash Cymbal 2
ote: 'nohni 1

source: Distortion Guitar
ote: 'nohni 2

source: Drawbar Organ
ote: ts'onzuni b'ida

source: Dulcimer
ote: ntom'a

source: Electric Bass (finger)
ote: Bajo eléctrico (dedos)

source: Electric Bass (pick)
ote: dängä ñot'i nzuni (ñä'ye)

source: Electric Clean Guitar
ote: dängä ñot'i nzuni (saha)

source: Electric Grand
ote: b'ida ñot'i

source: Electric Jazz Guitar
ote: dängä tom'a b'ida

source: Electric Muted Guitar
ote: Guitarra eléctrica sordina

source: Electric Piano 1
ote: Piano eléctrico 1

source: Electric Piano 2
ote: Piano eléctrico 2

source: Electric Snare
ote: Tambor electrónico

source: English Horn
ote: Corno inglés

source: FX 1 (rain)
ote: Efecto 1 (lluvia

source: FX 2 (soundtrack)
ote: Efecto 2 (banda sonora)

source: FX 3 (crystal)
ote: Efecto 3 (cristal)

source: FX 4 (atmosphere)
ote: Efecto 4 (atmosférico)

source: FX 5 (brightness)
ote: Efecto 5 (brillo)

source: FX 6 (goblins)
ote: Efecto 6 (duendes)

source: FX 7 (echoes)
ote: Efecto 7 (ecos)

source: FX 8 (sci-fi)
ote: Efecto 8 (ciencia ficción)

source: Fiddle
ote: Violín celta

source: Flute
ote: Flauta

source: French Horn
ote: Trompa

source: Fretless Bass
ote: Bajo sin trastes

source: Glockenspiel
ote: Juego de timbres

source: Guitar Fret Noise
ote: Trasteo de guitarra

source: Guitar Harmonics
ote: Armónicos de guitarra

source: Gunshot
ote: Disparo de fusil

source: Hand Clap
ote: Palmada

source: Harmonica
ote: Armónica

source: Harpsichord
ote: Clavicémbalo

source: Helicopter
ote: Helicóptero

source: Hi Bongo
ote: Bongó agudo

source: Hi Wood Block
ote: Cajita china aguda

source: Hi-Mid Tom
ote: Tom medio-agudo

source: High Agogo
ote: Agogó agudo

source: High Floor Tom
ote: Tom de suelo agudo

source: High Timbale
ote: Timbal agudo

source: High Tom
ote: Tom agudo

source: Lead 1 (square)
ote: Principal 1 (onda cuadrada)

source: Lead 2 (sawtooth)
ote: Principal 2 (diente de sierra)

source: Lead 3 (calliope)
ote: Principal 3 (órgano de vapor)

source: Lead 4 (chiff)
ote: Principal 4 (siseo órgano)

source: Lead 5 (charang)
ote: Principal 5 (charango)

source: Lead 6 (voice)
ote: Principal 6 (voz)

source: Lead 7 (fifths)
ote: Principal 7 (quintas)

source: Lead 8 (bass+lead)
ote: Principal 8 (bajo y melodía)

source: Long Guiro
ote: Güiro largo

source: Long Whistle
ote: Silbato largo

source: Low Agogo
ote: Agogó grave

source: Low Bongo
ote: Bongó grave

source: Low Conga
ote: Conga grave

source: Low Floor Tom
ote: Tom de seulo grave

source: Low Timbale
ote: Timbal grave

source: Low Tom
ote: Tom grave

source: Low Wood Block
ote: Cajita china grave

source: Low-Mid Tom
ote: Tom medio-grave

source: Melodic Tom
ote: Timbala melódica

source: Music Box
ote: Caja de música

source: Mute Cuica
ote: Cuica sorda

source: Mute Hi Conga
ote: Conga aguda sorda

source: Mute Triangle
ote: Triángulo sordo

source: Muted Trumpet
ote: Trompeta con sordina

source: Nylon String Guitar
ote: Guitarra española

source: Open Cuica
ote: Cuica suelta

source: Open Hi Conga
ote: Conga aguda suelta

source: Open Hi-Hat
ote: Charles abierto

source: Open Triangle
ote: Triángulo suelto

source: Orchestra Hit
ote: Éxito de orquesta

source: Orchestral Strings
ote: Arpa orquestal

source: Overdriven Guitar
ote: Guitarra saturada

source: Pad 1 (new age)
ote: Fondo 1 (nueva era)

source: Pad 2 (warm)
ote: Fondo 2 (cálido)

source: Pad 3 (polysynth)
ote: Fondo 3 (polisintetizador)

source: Pad 4 (choir)
ote: Fondo 4 (coro)

source: Pad 5 (bowed)
ote: Fondo 5 (de arco)
