Repository: adlogi/scratch-trans
Catalog: scratch1.4/ote/ote.po
Languages: ote

source: Pad 6 (metallic)
ote: Fondo 6 (metálico)

source: Pad 7 (halo)
ote: Fondo 7 (aureola)

source: Pad 8 (sweep)
ote: Fondo 8 (barrido)

source: Pan Flute
ote: Flauta de pan

source: Pedal Hi-Hat
ote: Charles pedal

source: Percussive Organ
ote: Órgano percusivo

source: Piccolo
ote: Flautín

source: Pizzicato Strings
ote: Cuerdas pizzicato

source: Recorder
ote: Flauta dulce

source: Reed Organ
ote: Armonio

source: Reverse Cymbal
ote: Platillo invertido

source: Ride Bell
ote: Campana de platillo guía

source: Ride Cymbal 1
ote: Platillo guía 1

source: Ride Cymbal 2
ote: Platillo guía 2

source: Rock Organ
ote: Órgano de rock

source: Seashore
ote: Playa

source: Short Guiro
ote: Güiro corto

source: Short Whistle
ote: Silbato corto

source: Side Stick
ote: Golpe lateral

source: Slap Bass 1
ote: Bajo golpeado 1

source: Slap Bass 2
ote: Bajo golpeado 2

source: Soprano Sax
ote: Saxofón soprano

source: Splash Cymbal
ote: Platillo splash

source: Steel Drums
ote: Tambores metálicos

source: Steel String Guitar
ote: Guitarra acústica (cuerdas de acero)

source: String Ensemble 1
ote: Conjunto de cuerdas 1

source: String Ensemble 2
ote: Conjunto de cuerdas 2

source: Synth Bass 1
ote: Bajo sintetizado 1

source: Synth Bass 2
ote: Bajo sintetizado 2

source: Synth Drum
ote: Percusión sintetizada

source: Synth Voice
ote: Voz sintetizada

source: SynthBrass 1
ote: Metales sintetizados 1

source: SynthBrass 2
ote: Metales sintetizados 2

source: SynthStrings 1
ote: Cuerdas sintetizadas 1

source: SynthStrings 2
ote: Cuerdas sintetizadas 2

source: Taiko Drum
ote: Tambor Taiko

source: Tambourine
ote: Pandereta

source: Tango Accordion
ote: Bandoneón

source: Telephone Ring
ote: Timbre de teléfono

source: Tenor Sax
ote: Saxofón tenor

source: Timpani
ote: Timbales

source: Tinkle Bell
ote: Campanilla

source: Tremolo Strings
ote: Cuerdas con trémolo

source: Trombone
ote: Trombón

source: Trumpet
ote: Trompeta

source: Tubular Bells
ote: Campanas tubulares

source: Vibraphone
ote: Vibráfono

source: Vibraslap
ote: Trafaplás

source: Violin
ote: Violín

source: Voice Oohs
ote: Voz de oohs

source: Whistle
ote: Silbato

source: Woodblock
ote: Caja china

source: Xylophone
ote: Xilófono
