Repository: adlogi/scratch-trans
Catalog: scratch1.4/*/*.po
Languages: cy, eo, hi, km, ku, ml, my, ro

source: Hello!
cy: Helo!
eo: Saluton!
hi: नमस्ते!
km: សួស្ដី!
ku: Merheba!
ml: ഹലോ!
my: နေကောင်းလား။
ro: Salut!

source: help
cy: cymorth
eo: helpu
hi: सहायता
km: ជួយ
ku: alîkarî
ml: സഹായം
my: အကူအညီ
ro: ajutor

source: Help
cy: Cymorth
eo: Helpu
hi: सहायता
km: ជំនួយ
ku: Alîkarî
ml: സഹായം
my: အကူအညီ
ro: Ajutor

source: Help Page
cy: Tudalen Gymorth
eo: Helpopaĝo
hi: सहायता पृष्ठ
km: ទំព័រជំនួយ
ku: Rûpela Alîkarîyê
ml: പേജ് സഹായം
my: အကူအညီ Webစာမျက်နှာ
ro: Pagina de Ajutor

source: Help Screens
cy: Sgriniau Cymorth
eo: Helpopaĝoj
hi: सहायता स्क्रीन
km: ផ្ទាំងផ្ដល់ជំនួយ
ku: Ekrana Alîkarîyê
ml: സ്ക്രീന്‍ സഹായം
my: အကူအညီ စာမျက်နှာများ
ro: Ecrane de Ajutor

source: Hide Motor Blocks
cy: Cuddio Blociau Modur
eo: Kaŝi blokojn por motorstirado
hi: मोटर ब्लॉक छिपाएँ
km: លាក់ប្លក់ម៉ូទ័រ
ku: Blokên motorê veşêre
ml: മോട്ടോര്‍ ബ്ലോക്കുകളെ ഒളിപ്പിക്കുക
my: မော်တာ ဘလောက်တုံးတွေကို ဖျောက်
ro: Ascunde Blocurile Motor

source: High (biggest)
cy: Uchel (mwyaf)
eo: Alta (plej granda)
hi: उच्च(सबसे बड़ा)
km: ធំជាងគេ
ku: Bilind (herî bilind)
ml: ഉയര്‍ന്നതായ (ഏറ്റവും വലുതായ )
my: အမြင့် (အကြီးဆုံး)
ro: Mare (cel mai mare)

source: Hmm...
hi: अच्छा...
km: ហ៊ឹម..
ml: ഹ് മ് മും...
my: ဟယ်

source: Home
cy: Hafan
eo: Hejmo
hi: घर
km: ហូម
ku: Mal
ml: വീട്
my: ရှေ့ဆုံးနေရာ (ရှေ့ဆုံး စာမျက်နှာ)
ro: Acasa

source: Images compressed
cy: Delweddau wedi eu cywasgu
eo: Densigitaj bildoj
hi: छवियाँ संकुचित है
km: រូបភាពខមប្រេស
ku: Wêne hatin şitandin
ml: ചിത്രങ്ങളെ ചുരുക്കുക
my: ဖိုင်အရွယ်အစား ချုံ့ထားသော ပုံများ
ro: Imagini comprimate

source: import
cy: mewnfudo
eo: importi
hi: आयात करें
km: អ៊ីមផត
ku: bixe hundir
ml: കൊണ്ടുവരിക
my: ဖတ်ယူ

source: Import
cy: Mewnfudo
eo: Importi
hi: अायात करें
km: អ៊ីមផត
ku: Bixe hundir
ml: കൊണ്ടുവരിക
my: ဖတ်ယူ

source: Import an image on top of your current canvas
cy: Mewnfudo delwedd ar ben eich cynfas cyfredol
eo: Importi bildon el dosiero
hi: अपने कैनवास के शीर्ष पर एक चित्र आयात करें
km: អ៊ីមផតរូបភាពដាក់ខាងលើឃែនវឺសនេះ
ku: Resimekî hawirdeke ser çarçeweya aktuel
ml: പുതിയ ക്യാന്‍വാസ് നു മുകളിലേക്ക് ഒരു ചിത്രം കൊണ്ടുവരിക
my: လက်ရှိ ပုံဆွဲဧရိယာ ရဲ့ အပေါ်ဆုံးဆီ ပုံကို ဖတ်ယူ
ro: Importa o imagine in prim planul desenului curent

source: Import Background
cy: Mewnfudo Cefndir
eo: Importi fonobildon
hi: पृष्ठभूमि अायात करें
km: អ៊ីមផតផ្ទៃខាងក្រោយ
ku: binpaşkê bixe hundir
ml: പുതിയ രംഗം കൊണ്ടുവരിക
my: နောက်ခံကို ဖတ်ယူ
ro: Importa Fundal

source: Import Costume
cy: Mewnfudo Gwisg
eo: Importi kostumon
hi: पोशाख अायात करें
km: អ៊ីមផតរូបរាង
ku: Kostum bixe hundir
ml: പുതിയ രൂപം കൊണ്ടുവരിക
my: အဝတ်အစားကို ဖတ်ယူ
ro: Importa Costum

source: Import Image
cy: Mewnfudo Delwedd
eo: Importi bildon
hi: फोटू आयात करें
km: អ៊ីមផតរូបភាព
ku: Wêne bixe hundir
ml: ചിത്രം കൊണ്ടുവരിക
my: ပုံကို ဖတ်ယူ
ro: Importa Imagine

source: Import List
cy: Mewnfudo Rhestr
eo: Importi liston
hi: सूची अायात करें
km: អ៊ីមផតលីស្ដ
ku: Lîsteyê bixe hundir
ml: ലിസ്റ്റ് കൊണ്ടുവരിക
my: စာရင်းကို ဖတ်ယူ
ro: Importa Lista

source: Import Project
cy: Mewnfudo Prosiect
eo: Importi projekton
hi: प्रोज़ेक्ट अायात करें
km: អ៊ីមផតគម្រោង
ku: Projeyê bixe hundir
ml: പ്രൊജക്റ്റ്‌ കൊണ്ടുവരിക
my: ပရောဂျက်ကို ဖတ်ယူ
ro: Importa Proiect

source: import project
cy: mewnfudo prosiect
eo: importi projekton
hi: प्रेज़ेक्ट अायात करें
km: អ៊ីមផតគម្រោង
ku: projeyê bixe hundir
ml: പ്രൊജക്റ്റ്‌ കൊണ്ടുവരിക
my: ပရောဂျက်ကို ဖတ်ယူ
ro: importa proiect

source: Import Sound
cy: Mewnfudo Sain
eo: Importi sonon
hi: साउंड अायात करें
km: អ៊ីមផតសំឡេង
ku: Dengan bixe hundir
ml: ശബ്ദം കൊണ്ടുവരിക
my: အသံကို ဖတ်ယူ
ro: Importa Sunet

source: Incompatible Scratch file format
cy: Fformat ffeil Scratch anghytûn
eo: Malkongrua Scratch dosierformato
hi: स्क्रैच फ़ाइल फार्मेट अनुचितहैं
km: ទម្រង់របស់ហ្វាលមិនស្គាល់ដោយស្ក្រាច់
ku: Formata Peldankê ne gorî Scratch'e
ml: അനുയോജ്യമല്ലാത്ത സ്ക്രാച് ഫയല്‍ ഫോര്‍മാറ്റ്‌
my: Scratch ဖိုင်အမျိုးအစားနဲ့ မတူ
ro: Format de fisier incompatibil cu Scratch

source: Is the folder read-only?
cy: Ydy'r blygell i'w darllen yn unig?
eo: Ĉu la dosierujo estas nurlega?
hi: क्या यह फ़ोल्डर केवल पढ़ने के लिए है?
km: ហ្វូលដឺនេះអាចតែអានមែនទេ?
ku: Belgedank tenê jibo xwendinêye?
ml: വായിക്കാന്‍ മാത്രം പറ്റുന്ന ഫയല്‍ ആണോ?
my: ဒီဖိုလ်ဒါက ဖတ်ရုံသက်သက်ပဲ(ရေးလို့/ပြင်လို့ မရဘူး)လား
ro: Fisierul este de tip numai citire?

source: JPEG Quality (10-100)?
cy: Ansawdd JPEG (10-100)?
eo: Kia JPEG kvalito (10-100)?
hi: JPEG गुणवत्ता (१०-१00) है?
km: គុណភាព JPEG (10-100)
ku: Qalîteya JPEG (10-100)?
ml: ജെ പെഗ് നിലവാരം(10-100)?
my: JPEGရဲ့ အရည်အသွေး(10-100)
ro: Calitate JPEG (10-100)?

source: kbytes
cy: cilobeit
eo: kilobajtoj
hi: किलो बाइट्स
km: ខេបៃ (kbytes)
ml: കിലോ ബൈറ്റ്സ്‌
ro: Kocteti

source: Language
cy: Iaith
eo: Lingvo
hi: भाषा
km: ភាសា
ku: Ziman
ml: ഭാഷ
my: ဘာသာစကား
ro: Limba

source: large readout
cy: allddarlleniad mawr
eo: granda vidigilo
hi: बड़ा रेडअाउट
km: ពង្រីកឱ្យធំ
ku: Nivîsara mezina grafikî
ml: വലിയ അക്ഷരങ്ങള്‍
my: အသံကျယ်ကျယ်ဖြင့် ဖတ်
ro: afisaj mare

source: last
cy: olaf
eo: lasta
hi: आखरी
km: ចុងបង្អស់
ku: dawî
ml: അവസാനത്തെ
my: နောက်ဆုံး
ro: ultimul

source: left
cy: chwith
eo: maldextre
hi: बायाँ
km: ឆ្វេង
ku: çep
ml: ഇടത്
my: ဘယ်
ro: stanga

source: left arrow
cy: saeth chwith
eo: sago maldextren
hi: बायाँ तीर
km: ព្រួញឆ្វេង
ku: tîra çep
ml: ഇടത്തോട്ടുള്ള ആരോമാര്‍ക്ക്‌
my: ဘယ်ဘက်မြှား
ro: sageata stanga

source: length
cy: hyd
eo: longeco
hi: लंबाई
km: ប្រវែង
ku: dirêjî
ml: നീളം
my: အလျား
ro: lungime

source: light
cy: golau
eo: lumo
hi: रोशनी
km: ពន្លឺ
ku: ronî
ml: പ്രകാശം
my: အလင်း
ro: lumina

source: Line tool (draw lines)
cy: Offer llinell (lluniadu llinellau)
eo: Liniilo (pentri rektajn liniojn)
hi: लाइन टूल (रेखें खींचे)
km: ឡាញធូល (គូរបន្ទាត់)
ku: Amûra çîzikê (çîzikê çîzke)
ml: ലൈന്‍ ടൂള്‍(വരകള്‍)
my: မျဉ်း ကိရိယာ(မျဉ်းကိုဆွဲ)
ro: Linie (deseneaza linii)

source: List name?
cy: Enw rhestr?
eo: Kiu estas la listnomo?
hi: सूची का नाम?
km: បង្ហាញឈ្មោះ?
ku: Navî Listeyê
ml: ലിസ്റ്റിന്‍റെ പേര്?
my: စာရင်းရဲ့ နာမည်
ro: Numele listei?

source: Low
cy: Isel
eo: Malalta
hi: कम
km: ទាប
ku: Nizm
ml: കുറവ്
my: နှိမ့်
ro: Mic

source: Lowest (smallest)
cy: Isaf (lleiaf)
eo: Plej malalta (plej malgranda)
hi: न्यूनतम (सबसे छोटा)
km: ទាបបំផុត
ku: herî nizm (herî biçûk)
ml: ഏറ്റവും കുറഞ്ഞത്‌ (ഏറ്റവും ചെറുത്‌ )
my: အနှိမ့်ဆုံး(အသေးဆုံး)
ro: Cel mai mic

source: Make a list
cy: Gwneud rhestr
eo: Krei novan liston
hi: एक सूची बनाए
km: បង្កើតលីស្ត
ku: Lîstekê çêke
ml: ഒരു ലിസ്റ്റ് ഉണ്ടാക്കുക
my: စာရင်းတခုကို ပြုလုပ်
ro: Creeaza o lista

source: Make a variable
cy: Gwneud newidyn
eo: Krei novan variablon
hi: एक वेरिएबल बनाए
km: បង្កើតអញ្ញាត
ku: Guhêrbarekî çêke
ml: ഒരു ചരം ഉണ്ടാക്കുക
my: ဘေရီရေဘယ် တခုကို ပြုလုပ်
ro: Creeaza o variabila

source: Max:
cy: Uchaf:
eo: Maks:
hi: अधिकतम:
km: ម៉ាក់
ku: Herî mezin (maksîmum):
ml: ഏറ്റവും കൂടിയത്:
my: အများဆုံး
ro: Maxim:

source: meow
cy: mewian
eo: Miaŭ
hi: म्याउ
km: ម៉េវ
ku: mîyeew
ml: മ്യാവൂ
my: ညောင်
ro: miau

source: Message name:
cy: Enw neges:
eo: Mesaĝonomo:
hi: संदेश का नाम:
km: ឈ្មោះសារ:
ku: Navê Mesajê
ml: സന്ദേശത്തിന്റെ പേര്:
my: သတင်းစကား ရဲ့ အမည်
ro: Numele mesajului

source: Min:
cy: Lleiaf:
hi: न्यूनतम:
km: មីន
ku: Herî kêmtir:
ml: ഏറ്റവും കുറഞ്ഞത്‌:
my: အနည်းဆုံး
ro: Minim:

source: mod
km: ម៉ូដ
ml: ശിഷ്ടം
my: စားကြွင်း
ro: modulo

source: more
cy: rhagor
eo: pli
hi: और अधिक
km: បន្ថែមទៀត
ku: zêdetir
ml: കൂടുതല്‍
my: ပို
ro: mai mult

source: More tags:
cy: Rhagor o dagiau:
eo: Aliaj gvidvortoj:
hi: अधिक टैग:
km: ធែកផ្សេងទៀត
ku: zêdetir etîket
ml: കൂടുതല്‍ ടാഗ്കള്‍:
my: တခြား tag များ
ro: Mai multe etichete:

source: mosaic
cy: brithwaith
eo: mozaika
hi: मोज़ेक
km: ម៉ូហ្សាអ៊ិក
ku: mozayîk
ml: മൊസൈക്
my: မှန်စီ အနုပညာ
ro: mozaic

source: mouse x:
cy: llygoden 'x':
eo: musa x:
hi: माउस x:
km: ម៉ៅស៍ x:
ku: mişk x:
ml: മൗസിന്റെ x സ്ഥാനം:
my: မောက်(စ်)ရဲ့xဝင်ရိုး:
ro: x mouse:

source: mouse y:
cy: llygoden 'y':
eo: musa y:
hi: माउस y:
km: ម៉ៅស៍ y:
ku: mişk y:
ml: മൗസിന്റെ y സ്ഥാനം:
my: မောက်(စ်)ရဲ့yဝင်ရိုး:
ro: y mouse:

source: mouse-pointer
cy: pwyntydd llygoden
eo: musa montrilo
hi: माउस पाइंटर
km: រូបម៉ៅស៍
ku: mişk-nîşandar
ml: മൗസ്- പോയിന്റെര്‍
my: မောက်(စ်)ရဲ့ ပွိုင်တာ
ro: cursorul mouse-ului

source: Move
cy: Symud
eo: Movi
hi: चले
km: ផ្លាស់ទី
ku: Bileqînin
ml: നീങ്ങുക
my: ရွှေ့
ro: Muta

source: Music
cy: Cerddoriaeth
eo: Musiko
hi: संगीत
km: តន្ត្រី
ku: Muzîk
ml: സംഗീതം
my: တေးဂီတ
ro: Muzica

source: My Projects
cy: Fy Mhrosiectau
eo: Miaj projektoj
hi: मेरे प्रोजेक्ट्स
km: គម្រោងរបស់ខ្ញុំ
ku: Projeyê min
ml: എന്റെ പ്രോജെക്റ്റുകള്‍
my: ငါ့ ပရောဂျက်များ
ro: Proiectele Mele

source: new
cy: newydd
eo: nova
hi: नया
km: ថ្មី
ku: nû
ml: പുതിയത്
my: အသစ်
ro: nou

source: New
cy: Newydd
eo: Nova
hi: नया
km: ថ្មី
ku: Nû
ml: പുതിയ
my: အသစ်
ro: Nou

source: New background:
cy: Cefndir newydd:
eo: Nova fono:
hi: नई पृष्ठभूमि:
km: ផ្ទៃខាងក្រោយថ្មី:
ku: Binpaşkeka nû
ml: പുതിയ രംഗം:
my: နောက်ခံ အသစ်
ro: Fundal nou:

source: New costume:
cy: Gwisg newydd:
eo: Nova kostumo:
hi: नई पोशाख:
km: រូបរាងថ្មី:
ku: Kostumeka nû
ml: പുതിയ രൂപം:
my: အဝတ်အစား အသစ်
ro: Costum nou:

source: New file name?
cy: Enw ffeil newydd?
eo: Nova dosiernomo:
hi: नया फाइलनाम?
km: ឈ្មោះហ្វាលថ្មី:
ku: Navî peldanka nû?
ml: പുതിയ ഫയല്‍ ന്റെ പേര്?
my: ဖိုင်နာမည် အသစ်
ro: Nume de fisier nou?

source: New Filename:
cy: Enw ffeil newydd:
eo: Nova dosiernomo:
hi: नया फाइलनाम:
km: សំឡេងថ្មី:
ku: Navî Peldanka Nû:
ml: പുതിയ ഫയലിന്റെ പേര്:
my: ဖိုင်နာမည် အသစ်
ro: Nume de Fisier Nou:

source: New sound:
cy: Sain newydd:
eo: Nova sono:
hi: नई अवाज:
km: ស្ប្រៃថ្មី
ku: Dengî nû:
ml: പുതിയ ശബ്ദം:
my: အသံ အသစ်
ro: Sunet nou:

source: New Sprite
cy: Ciplun newydd
eo: Nova objekto
hi: नया स्प्राईट
km: ស្ប្រៃថ្មី:
ku: Karektereka Nû
ml: പുതിയ സ്പ്രയ്റ്റ്
my: sprite အသစ်
ro: Spiridus Nou

source: New sprite:
cy: Ciplun newydd:
eo: Nova objekto:
hi: नया स्प्राईट:
km: ស្ប្រៃថ្មី:
ku: Karektereka nû:
ml: പുതിയ സ്പ്രയ്റ്റ്:
my: သရုပ်ဆောင် အသစ်
ro: Spiridus nou:

source: No
cy: Na
eo: Ne
hi: नहीं
km: មិនព្រម
ku: Na
ml: അല്ല
my: မဟုတ်ဘူး
ro: Nu

source: No MIDI ports currently available.
cy: Nid oes porth MIDI ar gael ar hyn o bryd.
eo: Nuntempe neniu MIDI pordo haveblas.
hi: अभी कोई MIDIपोर्ट उपलब्ध नहीं है।।
km: គ្មានមីឌីផតទំនេរទេ។
ku: Hîç MIDI port niha ne avane
ml: MIDI പോര്‍ട്ടുകള്‍ ഇല്ല.
my: လက်ရှိ MIDI port မရှိပါ
ro: Nu este disponibil niciun port MIDI.

source: No motion blocks
cy: Dim blociau symud
eo: Neniuj movaj blokoj
hi: कोई चाल ब्लॉक नहीं हैं
km: គ្មានប្លក់ចលនាទេ
ku: Hîç blokên hereketê tunene
ml: ചലനതടസ്സം ഇല്ല
my: လှုပ်ရှားမှု့ ဘလောက်တုံးများ မရှိ
ro: Nu exista blocuri de miscare

source: no scripts
cy: dim sgriptiau
eo: neniuj skriptoj
hi: कोई स्क्रिप्ट नहीं हैं
km: គ្មានស្គ្រីព
ku: Hîç nivîsk tunene
ml: സ്ക്രിപ്റ്റുകള്‍ ഇല്ല
my: စကရစ် မရှိ
ro: nu exista scripturi

source: No serial ports found
cy: Dim pyrth cyfresol ar gael
eo: Ne trovis serian pordon
hi: कोई सीरियल पोर्ट नहीं मिला
km: គ្មានសឺរៀលផត
ku: Hîç portên dûz nehatin dîtin
ml: സീരിയല്‍ പോര്‍ട്ടുകള്‍ ഇല്ല
my: serial port များ မတွေ့ရ
ro: Nu a fost gasit niciun port serial

source: No variables.
cy: Dim newidynnau
eo: Neniuj variabloj.
hi: वेरिएबल्स नहीं हैं।
km: គ្មានអញ្ញាត
ku: Hîç Guhêrbar tunene
ml: ചരങ്ങള്‍ ഇല്ല.
my: ဘေရီရေဘယ် မရှိ
ro: Nu exista variabile.

source: Normal
eo: Normale
hi: साधारण
km: ធម្មតា
ml: സാധാരണ രീതി
my: ပုံမှန်

source: normal readout
cy: Allddarlleniad normal
eo: kutima vidigilo
hi: साधारण रेडअाउट
km: បង្ហាញធម្មតា
ku: nivîsara grafîkî a normal
ml: സാധാരണ അക്ഷരങ്ങള്‍
my: ပုံမှန် ဖတ်
ro: afisaj normal

source: Off
cy: I ffwrdd
eo: Elŝalti
hi: बंद
km: បិទ
ku: Girtî
ml: ഓഫ്‌
my: ပိတ်
ro: Oprit

source: OK
cy: Iawn
eo: Bone
hi: ठीक है
km: អូខេ
ml: ഓകെ

source: On
cy: Ymlaen
eo: Enŝalti
hi: चालू
km: បើក
ku: Vekirî
ml: ഓണ്‍
my: ဖွင့်
ro: Pornit

source: only face left-right
cy: wynebu chwith-dde yn unig
eo: nur maldekstren/dekstren
hi: केवल बायीं- दाहिनी ओर मुँह फेरें
km: បែរមុខទៅ ឆ្វេង-ស្ដាំ
ku: tenê ber bi çepe yanjî raste
ml: ഇടത്തേക്കും വലത്തേക്കും മാത്രം തിരിയുക
my: ဘယ် ညာ ပြောင်းရုံသက်သက်
ro: numai catre stanga sau dreapta

source: Open
cy: Agor
eo: Malfermi
hi: खोलें
km: បើក
ku: Veke
ml: ഓപ്പണ്‍ ചെയ്യുക
my: ဖွင့်
ro: Deschide

source: Open a Scratch project
cy: Agor Prosiect Scratch
eo: Malfermi Scratch projekton
hi: एक स्क्रैच प्रोजेक्ट खोलें
km: បើកគម្រោងស្ក្រាច់
ku: Projeyeka Scratch veke
ml: പുതിയൊരു സ്ക്രാച് പ്രൊജക്റ്റ്‌ ഓപ്പണ്‍ ചെയ്യുക
my: Scratch ရဲ့ ပရောဂျက်ကိုဖွင့်
ro: Deschide un proiect Scratch

source: Open Project
cy: Agor Prosiect
eo: Malfermi projekton
hi: रोजेक्ट खोलें
km: បើកគម្រោង
ku: Projeyê veke
ml: പ്രോജെക്റ്റ്‌ ഓപ്പണ്‍ ചെയ്യുക
my: ပရောဂျက်ကိုဖွင့်
ro: Deschide Proiect

source: or
cy: neu
eo: aŭ
hi: या
km: ឬ
ku: ya jî
ml: അഥവാ
my: (သို့)
ro: sau

source: Paint
cy: Peintio
eo: Pentri
hi: पेंट करें
km: ផេន(Paint)
ku: Boyax
ml: പെയിന്റ്
my: ဆေးခြယ် (ပန်းချီဆွဲ)
ro: Desen

source: Paint Editor
cy: Golygydd Peintio
eo: Pentradoprogramo
hi: पेंट एडिटर
km: ផេន
ku: Verastker a Boyaxê
ml: പെയിന്റ് എഡിറ്റര്‍
my: ဆေးခြယ် အယ်ဒီတာ
ro: Editor Grafic

source: Paint new sprite
cy: Peintio ciplun newydd
eo: Pentri novan objekton
hi: नया स्प्राईट पेंट करें
km: គូសស្ប្រៃថ្មី
ku: Karektereka nû boyax ke
ml: പുതിയൊരു രൂപം പെയിന്റ് ചെയ്യുക
my: သရုပ်ဆောင် အသစ်ကို ဆေးခြယ်
ro: Deseneaza spiridus nou

source: Paintbrush
cy: Brws paent
eo: Peniko
hi: पेंट ब्रश
km: ជក់លាបពណ៌
ku: Firça Boyaxê
ml: പെയിന്റിംഗ് ബ്രഷ്
my: ပန်းချီဆွဲ စုတ်တံ
ro: Pensula

source: Password:
cy: Cyfrinair:
eo: Pasvorto:
hi: पासवर्ड:
km: ផាសវ៉ឹដ
ku: Şîfre:
ml: പാസ്സ്‌വേര്‍ഡ്‌:
my: စကားဝှက်
ro: Parola:

source: Percent? (100 gives original size)
cy: Canran? (100 yn rhoi'r maint gwreiddiol)
eo: Kiom da elcentoj? (100 estas la originala grandeco)
hi: प्रतिशत? (१०० मूल आकार देता है)
km: ភាគរយ? (100 គឺទំហំដើម)
ku: Sedî? (100 mezinîya orjînal dide)
ml: നൂറുശതമാനം? (100 ശരിയായ വലിപ്പം തരുന്നു )
my: ရာခိုင်နှုန်း (၁၀၀ ကမူလအရွယ်အစား)
ro: Procent? (100 pentru dimensiunea originala)

source: Pictures
cy: Lluniau
eo: Bildoj
hi: चित्र
km: រូបភាព
ku: Wêne
ml: ചിത്രങ്ങള്‍
my: ပုံများ
ro: Imagini

source: pixelate
cy: picseleiddio
eo: rastruma
hi: पिक्सेलेट
km: ភិកស៊ែលឡេត
ku: cûre cûr pixel parveke
ml: പിക്സല്‍ ആക്കുക
my: pixelအဖြစ် ပြောင်း
ro: pixelare

source: play
cy: chwarae
eo: ludigi
hi: बजाए
km: ផ្លេយ(play)
ku: bileyîz
ml: തുടങ്ങുക
my: ပြန်ဖွင့်
ro: canta

source: Please enter a number
cy: Teipiwch rif
eo: Bonvolu enigi nombron
hi: क्रुपया एक नंबर दर्ज करें
km: សូមបញ្ចូលចំនួនមួយ
ku: Kerema xwe nimerekê binivîsîne
ml: ദയവായി ഒരു സംഖ്യ ടൈപ്പ് ചെയ്യുക
my: နံပါတ် တခု ရိုက်ထည့်ပါ
ro: Introdu un numar

source: pop
hi: पॅाप
km: ផប់(pop)
ml: എടുക്കുക
my: pop တေးဂီတ

source: Position the cross-hair to set the rotation center
cy: Lleolwch y cyrchwr croes i osod canol y cylchdro
eo: Alĝustigi crucon por difini turncentron
hi: रोटेशन के सेंटर को सेट करने के लिए क्रॉस - हेयर स्थित करें
km: ជ្រើសរើសក្រស់ហ៊ែរ(cross-hair) ដើម្បីបង្វិល
ku: Navendîya zivirandinê bi tomarkerê eyar bike
ml: കറങ്ങാനുള്ള മധ്യബിന്ദു തീരുമാനിക്കുക
my: လည်ပတ်မှု့ရဲ့ အလယ်မှတ်ကို သတ်မှတ်ဖို့အတွက် အပေါင်းလက္ခဏာ ပွိုင်တာကို နေရာချခြင်း
ro: Pozitioneaza crucea pentru a stabili centrul de rotatie

source: Preparing project...
cy: Paratoi'r prosiect ...
eo: Projekto prepariĝas...
hi: प्रोजेक्ट बना रहे हैं...
km: កំពុងរៀបចំគម្រោង
ku: Proje amade dibe...
ml: പ്രോജെക്റ്റ്‌ തയ്യാറകുന്നു...
my: ပရောဂျက်အတွက် ပြင်ဆင်နေ...
ro: Pregatirea proiectului...

source: Project author:
cy: Awdur y prosiect:
eo: Projektaŭtoro:
hi: प्रोजेक्ट के लेखक:
km: ម្ចាស់គម្រោង
ku: Xwedîyê projeyê:
ml: പ്രോജെക്റ്റിന്റെ കര്‍ത്താവ്:
my: ပရောဂျက် ရေးသားခဲ့သူ:
ro: Autorul proiectului:

source: Project name
cy: Enw'r prosiect
eo: Projektnomo
hi: प्रोजेकट का नाम
km: ឈ្មោះគម្រោង
ku: Navê projeyê
ml: പ്രോജെക്റ്റിന്റെ പേര്
my: ပရောဂျက် နာမည်
ro: Numele proiectului

source: Project Notes
cy: Nodiadau'r Prosiect
eo: Projektnotoj
hi: प्रोजेकट के नोट्स
km: កំណត់សម្គាល់នៃគម្រោង
ku: Nîşanka Projeyê
ml: പ്രോജെക്റ്റ്‌ കുറിപ്പുകള്‍
my: ပရောဂျက်ရဲ့ မှတ်စုစာအုပ်
ro: Note Proiect

source: Project notes
cy: Nodiadau'r prosiect
eo: Projektnotoj
hi: प्रोजेकट के नोट्स
km: កំណត់សម្គាល់នៃគម្រោង
ku: Nîşanka projeyê
ml: പ്രോജെക്റ്റ്‌ കുറിപ്പുകള്‍
my: ပရောဂျက်ရဲ့ မှတ်စုစာအုပ်
ro: Note proiect

source: Project uploaded.
cy: Prosiect wedi ei uwchlwytho.
eo: Projekto alŝutita.
hi: प्रोजेक्ट अपलोड हो गया।
km: គម្រោងបានអឹបឡូដ
ku: Proje lêbarbû.
ml: പ്രോജെക്റ്റ്‌ അപ്‌ലോഡ്‌ ചെയ്തിരിക്കുന്നു.
my: ပရောဂျက် uploadလုပ်ပြီး
ro: Proiect incarcat.

source: Projects
cy: Prosiectau
eo: Projektoj
hi: प्रोजेक्ट्स
km: គម្រោង
ku: Proje
ml: പ്രോജെക്റ്റുകള്‍
my: ပရောဂျက်များ
ro: Proiecte

source: Quit
cy: Gorffen
eo: Fini
hi: बाहर जाएँ
km: បញ្ចប់
ku: Derkeve
ml: പുറത്തുകടക്കുക
my: ထွက်
ro: Abandoneaza

source: Quit Scratch
cy: Gorffen Scratch
eo: Fini Scratch-on
hi: स्क्रैच से बाहर निकलें
km: បញ្ចប់ស្ក្រាច់
ku: Ji Scratch derkeve
ml: സ്ക്രാച് ഇല്‍ നിന്നും പുറത്തുകടക്കുക
my: Scratchကို ပိတ်
ro: Paraseste Scratch

source: Reading
cy: Darllen
eo: Ŝargi
hi: पढ़ रहे हैं
km: កំពុងអាន
ku: Xwendin
ml: വായിക്കുകയാണ്
my: ဖတ်
ro: Citire

source: record
cy: recordio
eo: registri
hi: रिकॉर्ड
km: ថតសំឡេង
ku: tomarkirin
ml: റെക്കോര്‍ഡ്‌ ചെയ്യുക
my: အသံသွင်း
ro: inregistrare

source: Record
cy: Recordio
eo: Registri
hi: रिकॉर्ड
km: ថតសំឡេង
ku: Tomarkirin
ml: റെക്കോര്‍ഡ്‌ ചെയ്യുക
my: အသံသွင်း
ro: Inregistrare

source: recording
cy: recordio
eo: registrante
hi: रिकॉर्ड हो रहा हैं।
km: កំពុងថតសំឡេង
ku: tê tomarkirin
ml: റെക്കോര്‍ഡ്‌ ചെയ്യുന്നു
my: အသံသွင်းနေ
ro: Inregistrare

source: Rectangle tool (draw outlined or filled rectangle or square)
cy: Offer petryal (lluniadu petryal neu sgwar amlinell neu lanw)
eo: Rektangulo (pentri plenan aŭ malplenan rektangulon aŭ kvadraton)
hi: रेक्टेंगल टूल (उल्लिखित या भरा हुअा रेक्टेंगल या चौकोर बनाए)
km: រេកធែងហ្គឹលធូល (គូសអាវឡាញ ឬ បំពេញផ្ទៃ របស់ ចតុកោណកែង ឬ ការេ)
ku: Amûra Çarkoşe (Çarkoşeyên vala yanjî Çarkoşeyên tijî çixîz ke)
ml: റെക്ടാങ്കില്‍ ടൂള്‍(ഔട്ട്‌ലൈന്‍,ചതുരം,സമചതുരം)
my: ထောင့်မှန်စတုဂံပုံ ကိရိယာ (ပုံကြမ်းဆွဲ (သို့) ထောင့်မှန်စတုဂံပုံ၊ စတုရန်းပုံ များဆွဲထည့်ခြင်း)
ro: Dreptunghi (deseneaza conturul unui dreptunghi sau patrat, care poate fi umplut)

source: Redo
cy: Ailwna
eo: Refari
hi: फिर से करें
km: រីឌូ
ku: Pêşve
ml: വീണ്ടും ചെയ്യുക
my: ပြန်လုပ်
ro: Refa

source: Reference Guide
cy: Llawlyfr Cyfeirio
eo: Manlibro
hi: संदर्भ गाइड
km: អត្ថបទយោង
ku: Rêbera Referansan
ml: റഫറന്‍സ് ഗൈഡ്
my: အညွှန်း
ro: Ghid de Referinta

source: Remote sensor connections enabled
cy: Cysylltiad synhwyrydd pell wedi ei alluogi
eo: konektoj al foraj sentiloj ebligitaj
hi: रिमोट सेंसर कनेक्शन सक्षम है
km: បើករីម៉ូតសិនស័រ
ku: Grêdanka qumand a dûr amadeye
ml: വിദൂര സേന്സ്റ് ബന്ദം പ്രവര്ത്തന സജ്ജമായി
my: အဝေးထိန်း အာရုံခံကိရိယာ ဆက်သွယ်မှု့ကို ခွင့်ပြု
ro: Conexiunea la senzori este permisa

source: Remove viewer from stage
cy: Diddymu'r modd gweld o'r llwyfan
eo: forigi vidigilo de scenejo
hi: स्टेज से व्यूवर निकालें
km: ដកវីយូអឺពីស្ទេច
ku: Temaşeger li ser dikê rake
ml: സ്റ്റേജ് ല്‍ നിന്നും കാഴ്ചക്കാരനെ നീക്കം ചെയ്യുക
my: ဇတ်ခုံပေါ် ကနေ viewer ကိုဖျက်
ro: Elimina spectatorul de pe scena

source: resistance
cy: gwrthwynebiad
eo: rezistanco
hi: बाधा
km: រីហ្ស៊ីសស្ទិន
ku: rezîstans
ml: തടസ്സം
my: ခံနိုင်ရည်
ro: rezistenta

source: resize this sprite
cy: newid maint y ciplun yma
eo: ŝanĝi grandecon de ĉi tiu objekto
hi: इस स्प्राईट का अाकार बदलें
km: ប្ដូរទំហំស្ប្រៃនេះ
ku: Vê Aferînekê dîsa biguhêre
ml: ഈ സ്പ്രയ്റ്റ് ന്റെ വലിപ്പം മാറ്റുക
my: ဒီ သရုပ်ဆောင်ရဲ့ အရွယ်အစားကို ပြောင်း
ro: redimensioneaza acest spiridus

source: reverse
cy: gwrthdroi
eo: renversi
hi: उलटा
km: បញ្ច្រាស់
ku: dij
ml: തിരികെ
my: ပြောင်းပြန်
ro: contrar

source: right
cy: de
eo: dextre
hi: दायाँ
km: ស្ដាំ
ku: rast
ml: വലത്
my: ညာ
ro: dreapta

source: right arrow
cy: saeth de
eo: sago dextren
hi: दायाँ तीर
km: ព្រួញស្ដាំ
ku: tîra rast
ml: വലത്തോട്ടുള്ള ആരോമാര്‍ക്ക്
my: ညာမြှား
ro: sageata dreapta

source: Rotate clock-wise
cy: Gwrthdroi yn glocwedd
eo: Turni horloĝdirekte
hi: घड़ी की दिशा में घुमाएँ
km: បង្វិលតាមទ្រនិចនាឡិកា
ku: Hêla seetê de bizivirîne
ml: ഘടികാര ദിശയില്‍ തിരിക്കുക
my: နာရီလက်တံ အတိုင်း လှည့်
ro: Roteste in sensul acelor de ceas

source: Rotate counter-clock-wise
cy: Gwrthdroi yn wrthglocwedd
eo: Turni malhorloĝdirekte
hi: इस स्प्राईट को घड़ी की विपरीत दिशा में घुमाएँ
km: បង្វិលបញ្ច្រាស់ទ្រនិចនាឡិកា
ku: Dijî hêla seetê de bizivirîne
ml: വിപരീത ഘടികാര ദിശയില്‍ തിരിക്കുക
my: နာရီလက်တံပြောင်းပြန် လှည့်
ro: Roteste in sens invers acelor de ceas

source: rotate this sprite
cy: gwrthdroi'r ciplun yma
eo: turni ĉi tiun objekton
hi: इस स्प्राईट को घुमाएँ
km: បង្វិលស្ប្រៃនេះ
ku: Vê Aferînekê bizivirîne
ml: ഈ സ്പ്രയ്റ്റ് നെ തിരിക്കുക
my: ဒီသရုပ်ဆောင် ကို လှည့်
ro: roteste acest spiridus

source: Rotation degrees?
cy: Gradd gwrthdroi?
eo: Turna angulo
hi: रोटेशन की डिग्री?
km: បង្វិលដឺក្រេ?
ku: Dereca zivirandinê?
ml: കറങ്ങുന്നതിനുള്ള ഡിഗ്രി?
my: လှည့်ပတ်မှု့ ဒီဂရီ
ro: Grade rotire?

source: Save
cy: Cadw
eo: Konservi
hi: सेव करें
km: សេវ
ku: Qeyd ke
ml: സേവ് ചെയ്യുക
my: သိမ်းဆည်
ro: Salveaza

source: Save a copy of the current project
cy: Cadw copi o'r prosiect cyfredol
eo: Konservi kopion de la aktuala projekto
hi: मौजूदा प्रोजेक्ट की कॉपी सेव करें
km: សេវគម្រោងចម្លងពីគម្រោងនេះ
ku: Kopyeka projeya niha qeyd ke
ml: പുതിയ പ്രോജെക്റ്റ്‌ ന്റെ ഒരു കോപ്പി സേവ് ചെയ്യുക
my: လက်ရှိပရောဂျက်ကို ကော်ပီကူး သိမ်းဆည်း
ro: Salveaza o copie a proiectului curent

source: Save As
cy: Cadw fel
eo: Konservi kiel
hi: इस रूप में सेव करें
km: សេវអ៊ែស
ku: Wekî din Qeyd ke
ml: എന്ന് സേവ് ചെയ്യുക
my: နာမည်ပေးပြီး သိမ်း
ro: Salveaza ca

source: Save changes before quitting?
cy: Cadw newidiadau cyn gorffen?
eo: Ĉu konservi ŝanĝojn antaŭ fini?
hi: जाने से पहले बदलाव को सेव करें?
km: សេវការផ្លាស់ប្ដូរមុនបញ្ចប់?
ku: Berî derketinê guhartinan qeyd ke
ml: പുറത്തുകടക്കുന്നതിനു മുമ്പ് മാറ്റങ്ങള്‍ സേവ് ചെയ്യാമോ?
my: ပရိုဂရမ်ကမထွက်ခင် အပြောင်းအလဲလုပ်ခဲ့တာတွေကို သိမ်းဆည်းမလား
ro: Salvez modificarile inainte de a iesi?

source: Save failed
cy: Cadw wedi methu
eo: Konservado malsukcesis
hi: सेव करना असफल रहा
km: សេវបរាជ័យ
ku: Qeyd nebû!
ml: സേവ് ചെയ്യുന്നത് പരാജയപ്പെട്ടിരിക്കുന്നു
my: သိမ်းဆည်းလို့ မရ
ro: Salvare esuata

source: save picture of scripts
cy: cadw llun o'r sgriptiau
eo: konservi skriptojn kiel bildon
hi: रिप्ट्स का चित्र सेव करें
km: សេវរូបភាពនៃស្គ្រីព
ku: wêneyên nivîskê qeyd ke
ml: പ്രോഗ്രാം ന്റെ ചിത്രങ്ങള്‍ സേവ് ചെയ്യുക
my: စကရစ်များရဲ့ ပုံကို သိမ်းဆည်း
ro: salveaza o imagine a scripturilor

source: save picture of stage...
cy: cadw llun o'r llwyfan ...
eo: konservi scenejon kiel bildon...
hi: स्टेज का चित्र सेव करें...
km: សេវរូបភាពនៃស្ទេច(stage)
ku: wêneyên dikê qeyd ke...
ml: സ്റ്റേജ് ന്റെ ചിത്രം സേവ് ചെയ്യുക...
my: ဇတ်ခုံရဲ့ ပုံကို သိမ်းဆည်း...
ro: salveaza o imagine a scenei...

source: Save Project
cy: Cadw Prosiect
eo: Konservi projekton
hi: प्रोजेक्ट सेव करें
km: សេវគម្រោង
ku: Projeyê qeyd ke
ml: പ്രോജെക്റ്റ്‌ സേവ് ചെയ്യുക
my: ပရောဂျက်ကို သိမ်းဆည်း
ro: Salveaza Proiectul

source: Save Scripts Snapshot
cy: Cadw Llun o'r Sgriptiau
eo: Konservi skriptojn kiel bildo
hi: रिप्ट्स के स्नैपशॉट को सेव करें
km: សេវស្គ្រីពស្នាបហ្សត់
ku: Resmên nivîskê qeyd ke
ml: സ്ക്രിപ്റ്റ് ന്റെ സ്നാപ്ഷോട്ട് സേവ് ചെയ്യുക
my: စကရစ်များရဲ့ ဓာတ်ပုံကို သိမ်းဆည်း
ro: Salveaza Imaginea Scripturilor

source: Save Stage Shot
cy: Cadw Llun o'r Llwyfan
eo: Konservi scenejon kiel bildo
hi: स्टेज शॉट को सेव करें
km: សេវស្ទេចហ្សត់
ku: Resmên dikê qeyd ke
ml: സ്റ്റേജ്ഷോട്ട് സേവ് ചെയ്യുക
my: ဇတ်ခုံရဲ့ ဓာတ်ပုံကို သိမ်းဆည်း
ro: Salveaza un Instantaneu al Scenei

source: Save the current project
cy: Cadw'r prosiect cyfredol
eo: Konservi la aktualan projekton
hi: मौजूदा प्रोजेक्ट को सेव करें
km: សេវគម្រោងនេះ
ku: Projeya niha qeyd ke
ml: പുതിയ പ്രോജെക്റ്റ്‌ സേവ് ചെയ്യുക
my: လက်ရှိပရောဂျက်ကို သိမ်းဆည်း
ro: Salveaza proiectul curent

source: Save the current project?
cy: Cadw'r prosiect cyfredol?
eo: Ĉu konservi la aktualan projekton?
hi: क्या यह मौजूदा प्रोजेक्ट को सेव करें?
km: សេវគម្រោងនេះ?
ku: Projeya niha qeyd ke?
ml: പുതിയ പ്രോജെക്റ്റ്‌ സേവ് ചെയ്യുക?
my: လက်ရှိပရောဂျက်ကို သိမ်းဆည်းမလား
ro: Salvezi proiectul curent?
