Repository: adlogi/scratch-trans
Catalog: scratch1.4/*/*.po
Languages: cy, eo, hi, km, ku, ml, my, ro

source: Language-Name
cy: Cymraeg
eo: Esperanto
hi: हिन्दी
km: សំលៀកបំពាក
ku: Kurdî
ml: മലയാളം
my: မြန်မာဘာသာ
ro: Română

source: Language-Direction
cy: Cyfeiriad Iaith
eo: LTR
hi: LTR
km: ភាសា-ទិសដៅ
ku: LTR
ml: LTR
my: LTR
ro: LTR

source: Font-Scale
cy: Graddfa Ffont
km: វិមាត្រហ្វុន
ml: ലിപി-അളവ്

source: Suppress-Bold
cy: Llethu Effaith Trwm
eo: false
hi: true
km: ធ្វើឱ្យដិត
ku: false
ml: ബോള്‍ഡ് കുറയ്ക്കുക
my: false
ro: false

source: Win-Font
cy: Ffont-Win
hi: विन-फ़ॉन्ट
km: ពុម្ពអក្សរវិនដូ
ku: Pîti Nusîn bo Windows
ml: വിന്‍ഡോസ്-ലിപി
my: Myanmar3
ro: Verdana

source: Mac-Font
cy: Ffont-Mac
hi: Devanagari-QWERTY
km: ពុម្ពអក្សរ​ម៉ាក
ku: Pîti Nusîn bo Mac
ml: മാക്‌-ലിപി
my: Myanmar3
ro: Verdana

source: Linux-Font
cy: Ffont-Linux
hi: लिनक्स-फ़ॉन्ट
km: KhmerChrieng1
ku: Pîti Nusîn bo Linux
ml: ലിനക്സ്‌-ലിപി
my: Myanmar3
ro: DejaVu Sans

source: %H sensor value
cy: %H gwerth synhwyrydd
eo: valoro de sentilo %H
hi: %H सेंसर का मूल्य
km: %H តម្លៃសិនស័រ
ku: Gringiya Sensor %H
ml: %H മാപിനി വില
my: %H အာရုံခံကိရိယာ တန်ဖိုး
ro: valoarea senzorului %H

source: %L contains %s
cy: %L yn cynnwys %s
eo: %L enhavas %s
hi: %s में %L हैं।
km: %L មាន %s
ku: %s hundirî %L deye
ml: %Lല്‍ ഉള്ള %s
my: %L မှာ %s က ပါဝင်
ro: %L conține %s

source: %a of %m
cy: %a o %m
eo: %a el %m
hi: %m का %a
km: %a នៃ %m
ku: %a ji %m
ml: %m ന്‍റെ %a
my: %m ရဲ့ %a
ro: %a din %m

source: %b and %b
cy: %b a %b
eo: %b kaj %b
hi: %b और %b
km: %b និង %b
ku: %b û %b
ml: %b കൂടാതെ %b
my: %b နဲ့ %b
ro: %b si %b

source: %b or %b
cy: %b neu %b
eo: %b aŭ %b
hi: %b या %b
km: %b ឬ %b
ku: %b an %b
ml: %b അഥവ %b
my: %b သို့မဟုတ် %b
ro: %b sau %b

source: %f of %n
cy: %f o %n
eo: %f el %n
hi: %n का %f
km: %f នៃ %n
ku: %f ji %n
ml: %n ന്‍റെ %f
my: %n ရဲ့ %f
ro: %f din %n

source: %n mod %n
hi: %n मोड %n
km: %n ម៉ូដ %n
ml: %n ശിഷ്ടം %n
my: %n2 ကို %n1 နဲ့စားထားသောစားကြွင်း

source: add %s to %L
cy: ychwanegu %s i %L
eo: aldonu %s al %L
hi: %L से %s जोङें
km: បន្ថែម %s លើ %L
ku: %s tevlî %L ke
ml: %s നോട് കൂടി %L കൂട്ടുക
my: %s ကို %L နဲ့ပေါင်း
ro: aduna %s la %L

source: answer
cy: ateb
eo: respondo
hi: जवाब
km: ឆ្លើយ
ku: bersiv
ml: ഉത്തരം
my: အဖြေ
ro: raspuns

source: ask %s and wait
cy: gofyn %s ac aros
eo: demandu %s kaj atendu
hi: %s जोङें अौरइंतजार करे
km: សួរ %s ហើយរង់ចាំ
ku: %s pirske û li bendê be
ml: %s ചോദിച്ചു കാത്തിരിക്കുക
my: %s မေးပြီး စောင့်
ro: intreaba %s si asteapta

source: background #
cy: cefndir #
eo: numero de la fono
hi: पृष्ठभूमि
km: ផ្ទៃខាងក្រោយ #
ku: Binpaşk #
ml: രംഗം #
my: နောက်ခံ နံပါတ်
ro: fundal #

source: broadcast %e
cy: darlledu %e
eo: elsendu %e al ĉiuj
hi: %e प्रसारण करें
km: ប្រកាស %e
ku: %e biweşîne
ml: %e വിളംബരം ചെയ്യുക
my: %e ကိုထုတ်လွှင့်
ro: expediere la toti %e

source: broadcast %e and wait
cy: darlledu %e ac aros
eo: elsendu %e al ĉiuj kaj atendu
hi: %e प्रसारण करें अौर रुके
km: ប្រកាស %e ហើយរង់ចាំ
ku: %e biweşîne û li bendê be
ml: %e വിളംബരം ചെയ്തു കാത്തിരിക്കുക
my: %e ကိုထုတ်လွှင့်ပြီး စောင့်
ro: expediere la toti %e si asteapta

source: change %g effect by %n
cy: newid effaith %g gan %n
eo: ŝanĝu %g efekton je %n
hi: %n से %g प्रभाव बदले
km: ប្ដូរ %g អ៊ីហ្វិកដោយ %n
ku: efekta %g bi %n re biguherîne
ml: %g നെ %n കൊണ്ട് മാറ്റുക
my: %g ရဲ့ သက်ရောက်မှု့ကို %n စီ ပြောင်း
ro: modifica efectul %g cu %n

source: change %v by %n
cy: newid %v gan %n
eo: ŝanĝu %v je %n
hi: %n से %v बदले
km: ប្ដូរ %v ដោយ %n
ku: %v bi %n re biguherîne
ml: %v നെ %n കൊണ്ട് മാറ്റുക
my: %v ကို %n စီ ပြောင်း
ro: modifica %v cu %n

source: change pen color by %n
cy: newid lliw pin gan %n
eo: ŝanĝu skribilkoloron je %n
hi: %n से पेन का रंग बदले
km: ប្ដូរពណ៌ប៊ិចដោយ %n
ku: rengî pênûsê bi %n re biguherîne
ml: പേനയുടെ നിറം %n കൊണ്ട് മാറ്റുക
my: စုတ်တံရဲ့ အရောင်ကို %n စီ ပြောင်း
ro: modifica culoarea stiloului cu %n

source: change pen shade by %n
cy: newid arlliw pin gan %n
eo: ŝanĝu kolorforton je %n
hi: %n से पेन का शेड बदले
km: ប្ដូរសេដប៊ិចដោយ %n
ku: sîha pênûsê bi %n re biguherîne
ml: പേനയുടെ ഷേഡ് %n കൊണ്ട് മാറ്റുക
my: စုတ်တံရဲ့ အရောင် အလင်း၊ အမှောင် ကို %n စီ ပြောင်း
ro: modifica tonul stiloului cu %n

source: change pen size by %n
cy: newid maint pin gan %n
eo: ŝanĝu skribildikecon je %n
hi: पेन का अाकार %n से बदले
km: ប្ដូរទំហំគំនូសប៊ិចដោយ %n
ku: mezinahî a pênûsê bi %n re biguherîne
ml: പേനയുടെ വലിപ്പം %n കൊണ്ട് മാറ്റുക
my: စုတ်တံအရွယ်ကို %n စီ ပြောင်း
ro: modifica marimea stiloului cu %n

source: change size by %n
cy: newid maint gan %n
eo: ŝanĝu grandecon je %n
hi: %n से अाकार बदले
km: ប្ដូរទំហំដោយ %n
ku: mezinahî bi %n re biguherîne
ml: വലിപ്പം %n കൊണ്ട് മാറ്റുക
my: အရွယ်ကို %n စီ ပြောင်း
ro: modifica marimea cu %n

source: change tempo by %n
cy: newid amseriad gan %n
eo: ŝanĝu rapidecon je %n
hi: %n से ताल बदले
km: ប្តូរចង្វាក់ដោយ %n
ku: tempo bi %n re biguherîne
ml: ടെംപോ %n കൊണ്ട് മാറ്റുക
my: အသံရဲ့ မြန်နှုန်းကို %n စီ ပြောင်း
ro: modifica tempoul cu %n

source: change volume by %n
cy: newid uchder sain gan %n
eo: ŝanĝu laŭtecon je %n
hi: %n से अावाज बदले
km: ប្ដូរសំឡេងដោយ %n
ku: deng bi %n re biguherîne
ml: ശബ്ദത്തെ %n കൊണ്ട് മാറ്റുക
my: အသံ အတိုးအကျယ်ကို %n စီ ပြောင်း
ro: modifica volumul cu %n

source: change x by %n
cy: newid 'x' gan %n
eo: ŝanĝu x je %n
hi: %n से x बदले
km: ប្ដូរ x ដោយ %n
ku: x bi %n re biguherîne
ml: xനെ %n കൊണ്ട് മാറ്റുക
my: x ဝင်ရိုးကို %n စီ ပြောင်း
ro: modifica x cu %n

source: change y by %n
cy: newid 'y' gan %n
eo: ŝanĝu y je %n
hi: %n से y बदले
km: ប្ដូរ y ដោយ %n
ku: y bi %n re biguherîne
ml: yനെ %n കൊണ്ട് മാറ്റുക
my: y ဝင်ရိုးကို %n စီ ပြောင်း
ro: modifica y cu %n

source: clear
cy: clirio
eo: forigu desegnaĵojn
hi: मिटा दे
km: សម្អាត
ku: paqij
ml: മായ്ക്കുക
my: ဖျက်
ro: sterge

source: clear graphic effects
cy: Clirio effeithiau graffeg
eo: malŝaltu grafikajn efektojn
hi: ग्राफ़िक प्रभाव मिटा दे
km: ដកក្រាហ្វិកអ៊ីហ្វិក
ku: efekt a grafikê paqijbike
ml: ഗ്രാഫിക്‌ ഇഫെക്റ്റ്സ് മാറ്റുക
my: ဂရက်ဖစ်ရဲ့ သက်ရောက်မှု့ကို ဖျက်
ro: sterge efectele grafice

source: color %C is touching %C?
cy: lliw %C yn cyffwrdd %C?
eo: koloro %C tuŝas %C?
hi: अगर %C1 रंग %C2 को छू रहा है?
km: ពណ៌ %C ប៉ះ %C មែនទេ?
ku: %C nêzîkê %C dibe?
ml: %C കളര്‍ %C നെ തൊടുന്നുണ്ടോ?
my: %C အရောင်ကို %C အရောင်နဲ့ ရော
ro: culoarea %C atinge %C?

source: control
cy: rheoli
eo: stirado
hi: कंट्रोल
km: ខុនត្រូល
ku: kontrol
ml: നിയന്ത്രണം
my: ထိန်းချုပ်

source: costume #
cy: gwisg #
eo: kostumo nombro
hi: पोशाक #
km: រូបភាព #
ku: kostum #
ml: രൂപം #
my: အဝတ်အစား ရဲ့ နံပါတ်
ro: costumul #

source: delete %y of %L
cy: dileu %y o %L
eo: forigu %y el %L
hi: %y का %L मिटा दे
km: លុប %y នៃ %L
ku: %y ji %L paqijke
ml: %L ന്‍റെ %y കളയുക
my: %y ခုမြောက်ကို %L ကနေဖျက်
ro: sterge %y din %L

source: direction
cy: cyfeiriad
eo: direkto
hi: दिशा
km: ទិសដៅ
ku: rex
ml: ദിശ
my: ဦးတည်ရာ
ro: directie

source: distance to %m
cy: pellter at %m
eo: distanco de %m
hi: %m तक दूरी
km: ចម្ងាយទៅ %m
ku: dûrbûn ji %m
ml: %m ലേക്കുള്ള ദൂരം
my: %m အထိ ခွာ
ro: distanta pana la %m

source: else
cy: arall
eo: alie
hi: या
km: ផ្សេងពីនេះ (else)
ku: wekîdin
ml: അല്ലെങ്കില്‍
my: မဟုတ်ရင်
ro: altfel

source: forever
cy: am byth
eo: ripetu eterne
hi: हमेशा के लिए
km: ធ្វើរហូត (forever)
ku: herdem
ml: എല്ലായ്പ്പോഴും
my: အမြဲတမ်း
ro: pentru totdeauna

source: forever if %b
cy: am byth os %b
eo: ripetu, se %b
hi: हमेशा के लिए अगर %b
km: ធ្វើរហូតបើ (forever if) %b
ku: herdem heger %b
ml: %b ആണെങ്കില്‍ എല്ലായ്പ്പോഴും
my: အကယ်၍ %b ဆိုရင် အမြဲတမ်း
ro: pentru totdeauna daca %b

source: glide %n secs to x:%n y:%n
cy: llithro %n eiliad at x:%n y:%n
eo: glitu %n sek. al x:%n y:%n
hi: %n सेकेंड से x:%n y:%n पर फिसले
km: រំកិល %n វិនាទី ទៅ x:%n y:%n
ku: %n sanîyêde biçe x:%n y:%n
ml: %n സെകന്റില്‍ x:%n y:%nലേക്ക് നീങ്ങുക
my: %n စက္ကန့်မှာ x ဝင်ရိုးကို %n 、y ဝင်ရိုးကို%n အဖြစ် ပြောင်း
ro: aluneca in %n secunde la x:%n y:%n

source: go back %n layers
cy: mynd nôl %n haenen
eo: iru %n tavolojn malantaŭen
hi: %n परतों के पिछे जाए
km: បកក្រោយ %n ស្រទាប់
ku: %n qat paşve vegere
ml: %n പാളി അകത്തേക്ക് പോവുക
my: %n လွှာဆီ ပြန်ရွှေ့
ro: mergi inapoi %n straturi

source: go to %m
cy: mynd at %m
eo: iru al %m
hi: %m पर जाए
km: ទៅកាន់ %m
ku: biçe %m
ml: %m ലേക്ക് പോവുക
my: %m ဆီသွား
ro: du-te la %m

source: go to front
cy: mynd i'r blaen
eo: iru antaŭen
hi: अागे जाए
km: ទៅខាងមុខ
ku: pêşve biçe
ml: ഉപരിതലത്തിലോട്ടു വരിക
my: ရှေ့ကိုထုပ်
ro: du-te in prim plan

source: go to x:%n y:%n
cy: mynd at x:%n y:%n
eo: iru al x:%n y:%n
hi: x:%n y:%n पर जाए
km: ទៅកាន់ x:%n y:%n
ku: biçe x:%n y:%n
ml: x:%n,y:%n ലേക്ക് പോവുക
my: xဝင်ရိုးကို %n 、yဝင်ရိုးကို %n အဖြစ်ထား
ro: du-te la x:%n y:%n

source: hide
cy: cuddio
eo: kaŝiĝu
hi: छुपाएँ
km: លាក់
ku: veşêre
ml: ഒളിക്കുക
my: ဖွက်
ro: ascunde

source: hide variable %v
cy: cuddio newidyn %v
eo: kaŝu variablon %v
hi: वेरिएबल %v को छुपाएँ
km: លាក់ %v
ku: guhêrbar %v veşêre
ml: %v എന്ന ചരത്തെ ഒളിപ്പിച്ചു വയ്ക്കുക
my: ဘေရီရေဘယ် %v ကိုဖွက်
ro: ascunde variabila %v

source: if %b
cy: os %b
eo: se %b
hi: अगर %b
km: បើ %b
ku: heger %b
ml: %b ആണെങ്കില്‍
my: အကယ်၍ %b ဆိုရင်
ro: daca %b

source: if on edge, bounce
cy: os ar ymyl, bowndio
eo: reĵetiĝu de la rando
hi: अगर किनारे पर है तो उछाले
km: បើនៅគែម, ប្លាត
ku: heger kêlekê be, xwe çeke
ml: അറ്റത്താണെങ്കില്‍ തിരിച്ചു നടക്കുക
my: အကယ်၍ ဘောင်နဲ့ထိရင် ပြန်ကန်
ro: daca se afla pe margine, ricoseaza

source: insert %s at %i of %L
cy: mewnosod %s yn %i o %L
eo: insertu %s ĉe %i en %L
hi: %s %L का %i पर डाले
km: ដាក់ %s នៅទីតាំង %i នៃ %L
ku: %s têke %i ji %L
ml: %L ന്‍റെ %i ല്‍ %s ഉള്‍പ്പെടുത്തുക
my: %L ရဲ့ %i ခုမြောက်မှာ %s ကို ထည့်
ro: insereaza %s la %i din %L

source: item %i of %L
cy: eitem %i o %L
eo: elemento %i el %L
hi: %L की %i चीज
km: ធាតុទី %i នៃ %L
ku: tiştê %i ji %L
ml: %L ന്‍റെ %i മത്തെ ഐറ്റം
my: %L ရဲ့ %i ကြိမ်မြောက်
ro: articolul %i din %L

source: join %s %s
cy: uno %s %s
eo: kunligu %s kaj %s
hi: %s %s जोड़े
km: ភ្ជាប់ %s %s
ku: tevli %s %s be
ml: %s, %s മായി യോജിപ്പിക്കുക
my: %s နဲ့ %s ကိုဆက်
ro: alatura %s %s

source: key %k pressed?
cy: bysell %k wedi ei wasgu?
eo: klavo %k estas premita?
hi: %k बटन दबाया है?
km: ឃី %k បានចុច?
ku: tûş a %k pêlêkirîye?
ml: %k കീ അമര്‍ത്തിയോ?
my: %k ကီးကိုနှိပ်ခဲ့လား
ro: tasta %k este apasata?

source: length of %L
cy: hyd %L
eo: longeco de %L
hi: %L की लंबाई
km: ប្រវែងនៃ %L
ku: dirêjbûn a %L
ml: %Lന്‍റെ നീളം
my: %L ရဲ့အရှည်
ro: lungimea lui %L

source: length of %s
cy: hyd %s
eo: longeco de %s
hi: %s की लंबाई
km: ប្រវែងនៃ %s
ku: dirêjbûn a %s
ml: %s ന്‍റെ നീളം
my: %s ရဲ့အရှည်
ro: lungimea lui %s

source: letter %n of %s
cy: llythyren %n o %s
eo: litero %n el %s
hi: %s का %n अक्षर
km: អក្សរ %n នៃ %s
ku: tîp %n ji %s
ml: %s ന്‍റെ %n മത്തെ അക്ഷരം
my: %s ရဲ့ %n လုံးမြောက် စာလုံး
ro: litera %n din %s

source: list
cy: rhestr
eo: listo
hi: सूची
km: លីស្ដ
ku: lîste
ml: ലിസ്റ്റ്
my: စာရင်း
ro: lista

source: looks
cy: edrychiad
eo: aspekto
hi: रूप
km: រូបរាង
ku: nêrîn
ml: കാഴ്ച
my: မြင်ရပုံ
ro: aspect

source: loud?
cy: uchel?
eo: laŭte?
hi: जोर से?
km: ឮ?
ku: bi bang?
ml: ഉച്ചത്തില്‍?
my: ဆူညံလား
ro: sunet puternic?

source: loudness
cy: cryfder sain
eo: laŭteco
hi: आवाज़ की उंचाई
km: កម្រិតឮ
ku: hêdî(bêdeng)
ml: ഉച്ചത
my: အသံ အတိုးအကျယ်
ro: volum sonor

source: motion
cy: symudiad
eo: movado
hi: चाल
km: ចលនា
ku: hereket
ml: ചലനം
my: လှုပ်ရှားမှု့
ro: miscare

source: motor direction %W
cy: cyfeiriad modur %W
eo: motordirekto %W
hi: मोटर की %W दिशा
km: ទិសដៅម៉ូទ័រ %W
ku: rexa motor %W
ml: മോട്ടോറിന്റെ ദിശ %w
my: မော်တာရဲ့ လည်ပတ်မှု့ကို %W အဖြစ်ထား
ro: sensul de rotatie al motorului %W

source: motor off
cy: modur i ffwrdd
eo: elŝaltu motoron
hi: मोटर बंद करे
km: ពន្លត់ម៉ូទ័រ
ku: motor girtîye
ml: മോട്ടോര്‍ ഓഫ്‌ ചെയ്യുക
my: မော်တာကို ပိတ်
ro: motor oprit

source: motor on
cy: modur ymlaen
eo: enŝaltu motoron
hi: मोटर चालू करे
km: បញ្ឆេះម៉ូទ័រ
ku: motor vekirîye
ml: മോട്ടോര്‍ ഓണ്‍ ചെയ്യുക
my: မော်တာကို ဖွင့်
ro: motor pornit

source: motor on for %n secs
cy: modur ymlaen am %n eiliad
eo: enŝaltu motoron dum %n sekundoj
hi: %n सेकंड के लिए मोटर चालू करे
km: បញ្ឆេះម៉ូទ័ររយៈពេល %n វិនាទី
ku: motor vekirîye bo %n saniye
ml: %n സെകന്റ് സമയത്തേക്ക് മോട്ടോര്‍ ഓണ്‍ ചെയ്യുക
my: မော်တာကို %n စက္ကန့် ဖွင့်
ro: motor pornit pentru %n sec

source: motor power %n
cy: pŵer modur %n
eo: motorforto %n
hi: मोटर की %n शक्ति
km: កម្លាំងម៉ូទ័រ %n
ku: hêza motor %n
ml: മോട്ടോറിന്‍റെ പവര്‍ %n
my: မော်တာ ပါဝါကို %n အဖြစ်ထား
ro: turatia motorului %n

source: mouse down?
cy: llygoden i lawr?
eo: musklavo estas premita?
hi: माउस नीचे है?
km: ចុចម៉ៅស៍?
ku: mişk pêlêkirî?
ml: മൗസ് താഴെയാണോ?
my: မောက်စ်ကို နှိပ်ခဲ့လား
ro: mouse apasat?

source: mouse x
cy: llygoden 'x'
eo: musa x-pozicio
hi: माउस x
km: ម៉ៅស៍ x
ku: mişk x
ml: മൗസിന്റെ x സ്ഥാനം
my: မောက်စ်ရဲ့ x ဝင်ရိုး

source: mouse y
cy: llygoden 'y'
eo: musa y-pozicio
hi: माउस y
km: ម៉ៅស៍ y
ku: mişk y
ml: മൗസിന്റെ y സ്ഥാനം
my: မောက်စ်ရဲ့ y ဝင်ရိုး

source: move %n steps
cy: symud %n cam
eo: iru %n paŝojn
hi: %n कदम चले
km: ឈាន %n ជំហាន
ku: %n gavan hereketke
ml: %n സ്റ്റെപ്സ് നീങ്ങുക
my: %n လှမ်း ရွှေ့
ro: muta %n pasi

source: next background
cy: cefndir nesaf
eo: sekva fono
hi: अगली पृष्ठभूमि
km: ផ្ទៃខាងក្រោយបន្ទាប់
ku: binpaşkîyekî din
ml: അടുത്ത രംഗം
my: နောက်ခံပုံ နောက်တခုအဖြစ်ပြောင်း
ro: urmatorul fundal

source: next costume
cy: gwisg nesaf
eo: sekva kostumo
hi: अगली पोशाक
km: រូបភាពបន្ទាប់
ku: kostumekê pêşve
ml: അടുത്ത രൂപം
my: အဝတ်အစား နောက်တစုံလဲ
ro: urmatorul costum

source: not %b
cy: dim %b
eo: ne %b
hi: %b नहीं ।
km: មិន %b
ku: ne %b
ml: %b അല്ല
my: %b မဟုတ်
ro: nu %b

source: operators
cy: gweithredwyr
eo: operatoro
hi: ऑपरेटर्स
km: អបភេរ៉េទ័រ
ku: operator
ml: ക്രിയകള്‍
my: လုပ်ကိုင်မှု့
ro: operatori

source: pen
cy: pin
eo: skribilo
hi: पेन
km: ប៊ិច
ku: pênûs
ml: പേന
my: စုတ်တံ
ro: stilou

source: pen down
cy: pin lawr
eo: malsuprenigu skribilon
hi: पेन नीचे
km: ចាប់សរសេរ
ku: pênûs pêlêkirî
ml: വരയ്ക്കാന്‍ തുടങ്ങുക
my: စုတ်တံ ကိုပြန်ထား
ro: stiloul jos

source: pen up
cy: pin fyny
eo: suprenigu skribilon
hi: पेन ऊपर
km: ឈប់សរសេរ
ku: pênûs serbest
ml: വരയുന്നത് നിര്‍ത്തുക
my: စုတ်တံ ကိုယူ
ro: stiloul sus

source: pick random %n to %n
cy: dewis ar hap %n i %n
eo: stokasto inter %n kaj %n
hi: %n से %n तक क्रमरहित चुनने
km: យកតម្លៃចៃដន្យពី %n ទៅ %n
ku: ji %n heta %n bi rasthatî vebijêre
ml: %n മുതല്‍ %n വരെയുള്ള ഏതെങ്കിലും സംഖ്യ എടുക്കുക
my: %n ကနေ %n အထိ ကျပန်းရွေး
ro: alege un numar aleatoriu intre %n si %n

source: play drum %D for %n beats
cy: chwarae drwm %D am %n curiad
eo: aŭdigu tamburon %D dum %n taktoj
hi: %D ढोल %n ताल तक बजाए
km: ផ្លេយដ្រាំ %D ចំនួន %n ដង(ប៊ីត)
ku: baterîya %D %n caran lêxe
ml: %D ഡ്രം കൊണ്ടു %n ബീറ്റ്സ് അവതരിപ്പിക്കുക
my: %D ဒရမ်ကို %n စည်းချက်နဲ့ တီး
ro: canta la tobele %D pentru %n timpi

source: play note %N for %n beats
cy: chwarae nodyn %N am %n curiad
eo: aŭdigu noton %N dum %n taktoj
hi: %N नोट %n ताल तक बजाए
km: ផ្លេយណូត %N ចំនួន %n ដង(ប៊ីត)
ku: nota ya %N %n caran lêxe
ml: %Nമത്തെ സ്വരം %n ബീറ്റ്സ് അവതരിപ്പിക്കുക
my: %N ဂီတသင်္ကေတတွေ ကို %n စည်းချက်နဲ့ တီးခတ်
ro: canta nota %N pentru %n timpi

source: play sound %S
cy: chwarae sain %S
eo: aŭdigu sonon %S
hi: %S बजाए
km: ផ្លេយសំឡេង %S
ku: dengî %S lêxîne
ml: %S ശബ്ദമുണ്ടാക്കുക
my: %S အသံကို ထုတ်
ro: canta sunetul %S

source: play sound %S until done
cy: chwarae sain %S hyd nes cwblhau
eo: aŭdigu sonon %S ĝisfine
hi: %S पुरा होने तक बजाते रहे
km: ផ្លេយសំឡេង %S ដល់ចប់
ku: dengî %S heta dawîye lêxe
ml: തീരുന്നതു വരെ %S ശബ്ദമുണ്ടാക്കുക
my: ပြီးတဲ့အထိ %S ရဲ့ အသံကိုထုတ်
ro: canta sunetul %S pana cand e gata

source: point in direction %d
cy: pwyntio i gyfeiriad %d
eo: montru laŭ direkto %d
hi: %d की दिशा में देखे
km: ចង្អុលតាមទិសដៅ %d
ku: rexa %d ve bizivirîn
ml: %dലേക്ക് തിരിയുക
my: %d ဒီဂရီ ရွှေ့ (လှည့်)
ro: orienteaza in directia %d

source: point towards %m
cy: pwyntio tuag at %m
eo: montru al %m
hi: %m की तरफ देखे
km: ចង្អុលទៅ %m
ku: berve %m bizivirîn
ml: %mലേക്ക് തിരിയുക
my: %m ဆီ ဦးတည်
ro: orienteaza inspre %m

source: repeat %n
cy: ailwna %n
eo: ripetu %n-foje
hi: %n बार दोहराएं
km: ធ្វើឡើងវិញ %n ដង
ku: %n caran dûbarekin
ml: %n തവണ ആവര്‍ത്തിക്കുക
my: %n ခါ ထပ်လုပ်
ro: repeta %n

source: repeat until %b
cy: ailwna hyd at %b
eo: ripetu ĝis %b
hi: %b तक दोहराते रहे
km: ធ្វើឡើងវិញរហូតដល់ %b
ku: hata %b dûbarekin
ml: %b ആവുന്നത് വരെ ആവര്‍ത്തിക്കുക
my: %b ဖြစ်တဲ့အထိ ထပ်လုပ်
ro: repeta pana cand %b

source: replace item %i of %L with %s
cy: cyfnewid eitem %i o %L gyda %s
eo: anstataŭigu elementon %i de %L per %s
hi: %L की %i चीज को %s से बदल दे
km: ជំនួសធាតុ %i នៃ %L ដោយ %s
ku: tişt %i ji %L bi %s re biguherîne
ml: %Lന്റെ %iമത്തെ ഐറ്റം %sകൊണ്ട് മാറ്റുക
my: %L ရဲ့ %i ခုမြောက်ကို %s နဲ့ အစားထိုး
ro: inlocuieste articolul %i din %L cu %s

source: reset timer
cy: ailosod amserydd
eo: startigu klikhorloĝon denove
hi: घड़ी रीसेट करे
km: កំណត់ថែមម័រឡើងវិញ
ku: demjimar tuneke
ml: ടൈമര്‍ വീണ്ടും തുടങ്ങുക
my: တိုင်မာအချိန်ကို ပြန်စ
ro: reseteaza cronometrul

source: rest for %n beats
cy: saib am %n curiad
eo: paŭzigu dum %n taktoj
hi: %n ताल तक ठहरे
km: ផ្អាក %n ប៊ីត
ku: bo lêxistina %n raweste
ml: %n ബീറ്റ് സമയം കാത്തിരിക്കുക
my: စည်းချက် %n ခါ အနားပေး
ro: pauza %n timpi

source: round %n
cy: talgrynnu %n
eo: %n rondigita
hi: %n को घेरे
km: បង្គត់ %n
ku: %n girdîne
ml: %n റൗണ്ട് ചെയ്യുക
my: %n ရဲ့အနီးဆုံးကိန်းပြည့်
ro: rotunjeste %n

source: say %s
cy: dweud %s
eo: diru %s
hi: %s बोले
km: និយាយ %s
ku: bêje %s
ml: %s പറയുക
my: %s လို့ပြော
ro: spune %s

source: say %s for %n secs
cy: dweud %s am %n eiliad
eo: diru %s dum %n sekundoj
hi: %n सेकंड तक %s बोले
km: និយាយ %s ចំនួន %n វិនាទី
ku: bêje %s bo %n sanîye
ml: %s %nസെകന്റ് പറയുക
my: %s လို့ %n စက္ကန့် ပြော
ro: spune %s pentru %n sec

source: sensing
cy: synhwyro
eo: senti
hi: महसूस
km: សិនស៊ីង
ku: têgihîn
ml: ഗ്രഹണം
my: ရှာဖွေမှု့
ro: detectie

source: sensor %h?
cy: synhwyrydd %h?
eo: sentilo %h?
hi: सेंसर %h?
km: សិនស័រ %h?
ml: മാപിനി %h?
my: အာရုံခံကိရိယာ %h လား
ro: senzorul %h?

source: set %g effect to %n
cy: gosod effaith %g i %n
eo: metu %g efekton al %n
hi: %g प्रभाव %n में सेट करे
km: កំណត់ %g អ៊ីហ្វិកដោយ %n
ku: efekta %g bikin %n
ml: %gഎന്ന സ്പെഷല്‍ എഫെക്റ്റ് %nആക്കുക
my: %g ရဲ့ သက်ရောက်မှု့ကို %n အဖြစ် သတ်မှတ်
ro: seteaza efectul %g la %n

source: set %v to %n
cy: gosod %v i %n
eo: metu %v al %n
hi: %n पर %v सेट करे
km: កំណត់ %v ដោយ %n
ku: %v 'yê bike %n
ml: %vനെ %n ആക്കി മാറ്റുക
my: %v ကို %n အဖြစ် သတ်မှတ်
ro: seteaza %v la %n

source: set instrument to %I
cy: gosod offeryn i %I
eo: metu instrumenton al %I
hi: %I पर साधन सेट करे
km: កំណត់ឧបករណ៍ភ្លេង %I
ku: instrument bike %I
ml: %Iമത്തെ സംഗീതോപകരണം
my: တူရိယာ ကို %I အဖြစ် သတ်မှတ်
ro: seteaza instrumentul la %I

source: set pen color to %c
cy: gosod lliw pin i %c
eo: metu skribilkoloron al %c
hi: पेन का रंग %c पर सेट करे
km: កំណត់ពណ៌ប៊ិចដោយ %c
ku: rengî pênûsê bike %c
ml: പേന %c നിറം ആക്കുക
my: စုတ်တံရဲ့ အရောင်ကို %c အဖြစ် သတ်မှတ်
ro: seteaza culoarea stiloului la %c

source: set pen color to %n
cy: gosod lliw pin i %n
eo: metu skribilkoloron al %n
hi: पेन का रंग %n पर सेट करे
km: កំណត់ពណ៌ប៊ិចដោយ %n
ku: rengî pênûsê bike %n
ml: പേനയുടെ നിറം %n ആക്കുക
my: စုတ်တံရဲ့ အရောင်ကို %n အဖြစ် သတ်မှတ်
ro: seteaza culoarea stiloului la %n

source: set pen shade to %n
cy: gosod arlliw pin i %n
eo: metu kolorforton al %n
hi: पेन का शेड %n पर सेट करे
km: ប្ដូរសេដប៊ិចដោយ %n
ku: sîha pênûsê bike %n
ml: പേനയുടെ ഷേഡ് %n ആക്കുക
my: စုတ်တံရဲ့ အရောင် အလင်း၊ အမှောင် ကို %n အဖြစ် သတ်မှတ်
ro: seteaza tonul stiloului la %n

source: set pen size to %n
cy: gosod maint pin i %n
eo: metu skribildikecon al %n
hi: पेन का अाकार %n पर सेट करे
km: កំណត់ទំហំគំនួស %n
ku: mezinîya pênûsê bike %n
ml: പേനയുടെ വലിപ്പം %n ആക്കുക
my: စုတ်တံအရွယ်ကို %n အဖြစ် သတ်မှတ်
ro: seteaza marimea stiloului la %n

source: set size to %n%
cy: gosod maint i %n%
eo: metu grandecon al %n%
hi: अाकार %n% पर सेट करे
km: កំណត់ទំហំដោយ %n%
ku: mezinîyê bike %n
ml: വലിപ്പം %n% ആക്കുക
my: အရွယ်အစားကို %n% အဖြစ် သတ်မှတ်
ro: seteaza marimea la %n%

source: set tempo to %n bpm
cy: gosod amseriad i %n cyf
eo: metu rapidecon al %n taktoj minute
hi: टेम्पो %n bpm पर सेट करे
km: កំណត់ចង្វាក់ %n bpm
ku: tempo bike %n bpm
ml: ടെംപോ %n ബീറ്റ്സ്/മിനിറ്റ് ആക്കുക
my: အသံရဲ့ မြန်နှုန်းကို %n BPM အဖြစ် သတ်မှတ်
ro: seteaza tempoul la %n bpm

source: set volume to %n%
cy: gosod lefel sain i %n%
eo: metu laŭtecon al %n%
hi: अावाज %n% पर सेट करे
km: កំណត់វ៉ូលឹម %n%
ku: bilindkirina deng bike %n%
ml: ശബ്ദത്തെ %n% ആക്കുക
my: အသံ အတိုးအကျယ် ကို %n% အဖြစ် သတ်မှတ်
ro: seteaza volumul la %n%

source: set x to %n
cy: gosod 'x' i %n
eo: metu x al %n
hi: %n पर x सेट करे
km: កំណត់ x ដោយ %n
ku: x bike %n
ml: xനെ %n ആക്കുക
my: x ဝင်ရိုးကို %n အဖြစ် သတ်မှတ်
ro: seteaza x la %n

source: set y to %n
cy: gosod 'y' i %n
eo: metu y al %n
hi: %n पर y सेट करे
km: កំណត់ y ដោយ %n
ku: y bike %n
ml: yനെ %n ആക്കുക
my: y ဝင်ရိုးကို %n အဖြစ် သတ်မှတ်
ro: seteaza y la %n

source: show
cy: dangos
eo: montriĝu
hi: दिखाएं
km: បង្ហាញ
ku: şanîke
ml: പ്രത്യക്ഷമാവുക
my: ပြမည်
ro: arata

source: show variable %v
cy: dangos newidyn %v
eo: montru variablon %v
hi: वेरिएबल %v को दिखाएं
km: បង្ហាញ %v
ku: guhêrbar %v şanîke
ml: %v എന്ന ചരം കാണിക്കുക
my: ဘေရီရေဘယ် %v ကို ပြ
ro: afiseaza variabila %v

source: size
cy: maint
eo: grandeco
hi: आकार
km: ទំហំ
ku: mezintî
ml: വലിപ്പം
my: အရွယ်အစား
ro: marime

source: sound
cy: sain
eo: sono
hi: अवाज
km: សំឡេង
ku: deng
ml: ശബ്ദം
my: အသံ
ro: sunet

source: stamp
cy: stampio
eo: stampi
hi: ठप्पा लगाए
km: បង្ហាញស្នាម
ku: Mor(demxe)
ml: ഒട്ടിക്കുക
my: တံဆိပ်တုံး
ro: timbreaza

source: stop all
cy: atal y cyfan
eo: finigu ĉion
hi: सब रोके
km: បញ្ឈប់ទាំងអស់
ku: hemû rawestîne
ml: എല്ലാം നിര്‍ത്തുക
my: အားလုံးကို ရပ်
ro: opreste tot

source: stop all sounds
cy: atal bob sain
eo: finigu ĉiujn sonojn
hi: सभी अावाजों को रोक दे
km: បញ្ឈប់សំឡេងទាំងអស់
ku: hemû dengan rawestîne
ml: ശബ്ദം ഉണ്ടാക്കുന്നത്‌ നിര്‍ത്തുക
my: အသံအားလုံးကို ရပ်
ro: opreste toate sunetele

source: stop script
cy: atal sgript
eo: finigu skripton
hi: स्क्रिप्ट रोके
km: បញ្ឈប់ស្គ្រីព(script)
ku: nivîskê rawestîne
ml: പ്രോഗ്രാം നിര്‍ത്തുക
my: စကရစ် ကို ရပ်
ro: opreste scriptul

source: switch to background %l
cy: cyfnewid i gefndir %l
eo: ŝanĝu al fono %l
hi: पृष्ठभूमि बदल कर %l करे
km: ប្ដូរទៅផ្ទៃខាងក្រោយ %l
ku: vegere binpaşkî ya %l
ml: രംഗം %Iലേക്ക് മാറ്റുക
my: နောက်ခံကို %l အဖြစ်ပြောင်း
ro: schimba la fundalul %l

source: switch to costume %l
cy: cyfnewid i wisg %l
eo: ŝanĝu al kostumo %l
hi: पोशाक बदल कर %l करे
km: ប្ដូរទៅរូបរាង %l
ku: vegere kostum a %l
ml: %Iമത്തെ രൂപമാക്കുക
my: အဝတ်အစားကို %l အဖြစ်ပြောင်း
ro: schimba la costumul %l

source: tempo
cy: amseriad
eo: rapideco
hi: टेम्पो
km: ចង្វាក់
ml: ടെംപോ
my: အသံရဲ့ မြန်နှုန်း
ro: tempoul

source: think %s
cy: meddwl %s
eo: pensu %s
hi: %s सोचे
km: គិត %s
ku: %s bifikire
ml: %s ചിന്തിക്കുക
my: %s လို့ စဉ်းစား
ro: gandeste %s

source: think %s for %n secs
cy: meddwl %s am %n eiliad
eo: pensu %s dum %n sekundoj
hi: %n सेकंड तक %s सोचे
km: គិត %s ក្នុង %n វិនាទី
ku: %s bifikire bo %n sanîye
ml: %n സെകന്റ് %s ചിന്തിക്കുക
my: %s လို့ %n စက္ကန့် စဉ်းစား
ro: gandeste %s pentru %n sec

source: timer
cy: amserydd
eo: klikhorloĝo
hi: घड़ी
km: ថៃមម័រ
ku: demjimar
ml: ടൈമര്‍
my: အချိန် တိုင်မာ
ro: cronometru

source: touching %m?
cy: cyffwrdd %m?
eo: %m estas tuŝita?
hi: %m को छू रहा है?
km: ប៉ះ %m?
ku: berve %m diçe ?
ml: %m തൊടുന്നുണ്ടോ?
my: %m ကို ထိခဲ့လား
ro: atinge %m?

source: touching color %C?
cy: cyffwrdd lliw %C?
eo: koloro %C estas tuŝita?
hi: %C रंग को छू रहा है?
km: ប៉ះនឹងពណ៌ %C?
ku: berve reng %C diçe ?
ml: %C കളര്‍ തൊടുന്നുണ്ടോ?
my: %C အရောင်နဲ့ ချယ်ခဲ့လား
ro: atinge culoarea %C?

source: turn %n degrees
cy: troi %n gradd
eo: turnu %n gradojn
hi: %n डिग्री मुड़े
km: ងាក %n ដឺក្រេ
ku: %n derece bizîvire
ml: %n ഡിഗ്രി തിരിയുക
my: %n ဒီဂရီ လှည့်
ro: roteste %n grade

source: variables
cy: newidynnau
eo: variabloj
hi: वेरिएबल्स
km: អញ្ញត
ku: guhêrbar
ml: ചരങ്ങള്‍
my: ဘေရီရေဘယ်
ro: variabile

source: volume
cy: lefel sain
eo: laŭteco
hi: अावाज
km: វ៉ូលឹម
ku: deng
ml: ശബ്ദം
my: အသံ အတိုးအကျယ်
ro: volum

source: wait %n secs
cy: aros %n eiliad
eo: atendu %n sekundojn
hi: %n सेकेंड तक ठहरे
km: រង់ចាំ %m វិនាទី
ku: %n sanîye raweste
ml: %n സെകന്റ് കാത്തിരിക്കുക
my: %n စက္ကန့်စောင့်
ro: asteapta %n sec
