Repository: adlogi/scratch-trans
Catalog: scratch1.4/*/*.po
Languages: cy, eo, hi, km, ku, ml, my, ro

source: Save this project
cy: Cadw'r prosiect yma
eo: Konservi ĉi tiun projekton
hi: इस प्रोजेक्ट को सेव करें
km: សេវគម្រោងនេះ
ku: Vê Projeyê qeyd ke
ml: ഈ പ്രോജെക്റ്റ്‌ സേവ് ചെയ്യുക
my: ဒီပရောဂျက်ကို သိမ်းဆည်း
ro: Salveaza acest proiect

source: Scripts
cy: Sgriptiau
eo: Skriptoj
hi: स्क्रिप्ट्स
km: ស្គ្រីព
ku: Nivîsk
ml: പ്രോഗ്രാം
my: စကရစ်
ro: Scripturi

source: select serial/USB port
cy: dewis porth cyfresol/USB
eo: elekti serian/USB-an pordon
hi: सीरियल / यूएसबी पोर्ट का चयन करें
km: ជ្រើស សឺរៀល/USB ផត
ku: vebijêre dûz/USB port
ml: സീരിയല്‍/പോര്‍ട്ട്‌ സെലെക്റ്റ് ചെയ്യുക
my: Serial(သို့) USB portကို ရွေး
ro: selecteaza portul serial/USB

source: Select tool (move, modify, or delete selection)
cy: Offer dewis (symud, addasu, neu ddileu dewisiad)
eo: Elektilo (movi, modifi aŭ forigi elekton)
hi: सिलेक्ट टूल (चाल, संशोधित करें, या चयन हटाएँ)
km: សេឡិកធូល (រំកិល, កែសម្រួល, ឬ លុបជម្រើស)
ku: Amûra vebijartinê (leqandin, guhartin yanjî paqijkirina cihî vebijartî)
ml: സെലെക്ഷന്‍ ടൂള്‍(നീക്കുക,മാറ്റം വരുത്തുക,ഡിലീറ്റ്)
my: ရွေးချယ်မှု့ ကိရိယာ (ရွေးထားတာကို ရွှေ့၊ ပြုပြင်၊ ဖျက်)
ro: Selecteaza instrumentul (muta, modifica sau sterge)

source: Set costume center
cy: Gosod canol gwisg
eo: Defini kostuman centron
hi: पोशाक केन्द्र सेट करें
km: កំណត់ផ្ចិតរូបភាព
ku: Navenda kostumê eyar bike
ml: രൂപത്തിന്റെ മധ്യബിന്ദു നിശ്ചയിക്കുക
my: အဝတ်အစား ရဲ့ ဗဟိုမှတ်ကို သတ်မှတ်
ro: Seteaza centrul costumului

source: Set language
cy: Gosod iaith
eo: Elekti lingvon
hi: भाषा सेट करें
km: កំណត់ភាសា
ku: Ziman eyar bike
ml: ഭാഷ തീരുമാനിക്കുക
my: ဘာသာစကားကို သတ်မှတ်
ro: Seteaza limba

source: Set rotation center
cy: Gosod canol cylchdro
eo: Difini turnan centron
hi: रोटेशन के केन्द्र को सेट करें
km: កំណត់ផ្ចិតបង្ចិល
ku: Navanda zivirandinê eyar bike
ml: സ്ല്യ്ഡര്‍ ന്റെ മിനിമവും മാക്സിമവും തീരുമാനിക്കുക
my: လှည့်ပတ်မှု့ရဲ့ ဗဟိုမှတ်ကို သတ်မှတ်
ro: Seteaza centrul de rotatie

source: Set Single Stepping
cy: Gosod Camu Sengl
eo: Difini unuopajn paŝojn
hi: सिंगल कदम सेट करें
km: កំណតម្ដងមួយជំហាន
ku: Gav-bi-gav xebitandinê eyar bike
ml: പ്രോഗ്രാംന്റെ വേഗത ഓരോ അടി വീതം ആക്കുക
my: အဆင့်တဆင့်ခြင်းသွားဖို့ သတ်မှတ်
ro: Seteaza Cate Un Pas

source: set slider min and max
cy: Gosod lleiafswm ac uchafswm y llithrydd
eo: difini min kaj maks de potenciometro
hi: स्लाइडर न्यूनतम और अधिकतम सेट करें
km: កំណត់ស្លាយឌ័រ មីន និង ម៉ាក់
ku: Ji bo Tapan herî kêm û zêde eyar bike
ml: സ്ല്യ്ഡര്‍ ന്റെ മിനിമവും മാക്സിമവും തീരുമാനിക്കുക
my: ဆလိုဒ်ဒါရဲ့ အနည်းဆုံး၊ အများဆုံး တန်ဖိုးကို သတ်မှတ်
ro: seteaza minimul si maximul cursorului

source: Share
cy: Rhannu
eo: Publikigi
hi: शेयर करें
km: ស៊ែរ
ku: Parveke
ml: ഷെയര്‍
my: ဖြန့်ဝေ
ro: Impartaseste

source: Share this project
cy: Rhannu'r prosiect yma
eo: Publikigi ĉi tiun projekton
hi: इस प्रोजेक्ट को शेयर करें
km: ស៊ែរគម្រោងនេះ
ku: Vê projeyê parveke
ml: ഈ പ്രോജെക്റ്റ്‌ ഷെയര്‍ ചെയ്യുക
my: ဒီပရောဂျက်ကို ဖြန့်ဝေ
ro: Impartaseste acest proiect

source: Share This Project Online
cy: Rhannu'r Prosiect Yma Ar-lein
eo: Rete publikigi ĉi tiun projekton
hi: इस प्रोजेक्ट को ऑनलाइन शेयर करें
km: ស៊ែរគម្រោងនេះអនឡាញ
ku: Vê projeyê Onlîne parveke
ml: ഈ പ്രോജെക്റ്റ്‌ ഓണ്‍ലൈന്‍ ആയി ഷെയര്‍ ചെയ്യുക
my: ဒီပရောဂျက်ကို အင်တာနက်မှာ ဖြန့်ဝေ
ro: Impartaseste Acest Proiect Online

source: Show Motor Blocks
cy: Dangos Blociau Modur
eo: Montri motorblokojn
hi: मोटर ब्लॉक दिखाएँ
km: បង្ហាញប្លក់ម៉ូទ័រ
ku: Blokên Motorê şanîke
ml: മോട്ടോര്‍ ബ്ലോക്കുകള്‍ കാണിക്കുക
my: မော်တာ ဘလောက်တုံးတွေကို ပြသ
ro: Arata Blocurile Motor

source: show ScratchBoard watcher
cy: dangos gwyliwr Bwrdd Scratch
eo: Montri Skraĉtabulobservilo
hi: स्क्रैच बोर्ड वॅाचर दिखाएँ
km: បង្ហាញស្ក្រាច់បតវ៉ចឆឺរ
ku: ScratchBoard şopandar şanîke
ml: സ്ക്രാച്ബോര്‍ഡ്‌ കാവല്‍ക്കാരനെ കാണിക്കുക
my: ScratchBoard watcherကို ပြသ

source: Shrink
cy: Crebachu
eo: Malgrandigi
hi: सिकुड़ें
km: ស៊្រីង
ku: Biçûk kirin
ml: ചെറുതാവുക
my: ချုံ့
ro: Micsoreaza

source: Shrink sprite
cy: Crebachu ciplun
eo: Malgrandigi objekton
hi: स्प्राईट को सिकोड़ें
km: ស្រ៊ីងស្ប្រៃ
ku: Aferînekê biçûk bike
ml: സ്പ്രയ്റ്റ് ചെറുതാവുക
my: သရုပ်ဆောင်ကို ချုံ့
ro: Micsoreaza spiridusul

source: Simulation
cy: Efelychiad
eo: Simulado
hi: सिमुलेशन
km: ស៊ីមីឡេហ្សិន
ku: Sîmûlasyon
ml: സിമുലേഷന്‍
my: စီမျူလေးရှင်း
ro: Simulare

source: Single-step speed?
cy: Cyflymder camu sengl?
eo: Rapideco de unuopa paŝo
hi: सिंगल कदम की गति?
km: ល្បឿនម្ដងមួយជំហាន?
ku: Gav-bi-gav hewldan?
ml: ഒരടി സ്പീഡ്?
my: အဆင့်တဆင့်ရဲ့ မြန်နှုန်း
ro: Viteza pentru 1 singur pas?

source: slider
cy: llithrydd
eo: potenciometro
hi: स्लाइडर
km: ស្លាយឌ័រ
ku: Tapan
ml: സ്ലൈഡര്‍
my: ဆလိုဒ်ဒါ
ro: cursor

source: Slider range:
cy: Ystod y llithrydd
eo: Potenciometra regiono:
hi: स्लाइडर रेंज:
km: ដែនស្លាយឌ័រ:
ku: Navbera tapan:
ml: സ്ലൈഡര്‍ പരിധി:
my: ဆလိုဒ်ဒါရဲ့ အတိုင်းအတာ:
ro: Domeniul cursorului:

source: Sound quality:
cy: Ansawdd sain:
eo: Sona kvalito:
hi: ध्वनि की गुणवत्ता:
km: គុណភាពសំឡេង:
ku: Qalîta Deng:
ml: ശബ്ദനിലവാരം:
my: အသံရဲ့ အရည်အသွေး:
ro: Calitatea sunetului:

source: Sound Recorder
cy: Recordydd Sain
eo: Sona registrilo
hi: साउंड रिकार्डर
km: ឧបករណ៍ថតសំឡេង
ku: Tomarkera Deng
ml: സൗണ്ട് റെക്കോഡര്‍
my: အသံဖမ်းစက်
ro: Inregistrator de Sunet

source: Sounds
cy: Seiniau
eo: Sonoj
hi: ध्वनियाँ
km: សំឡេង
ku: Deng
ml: ശബ്ദങ്ങള്‍
my: အသံ
ro: Sunete

source: Sounds compressed
cy: Seiniau wedi eu cywasgu
eo: Densigitaj sonoj
hi: ध्वनियाँ संकुचित है
km: សំឡេងខមប្រេស
ku: Deng hatine şitandin
ml: സ്പ്രയ്റ്റ്
my: ဖိုင်အရွယ်အစား ချုံ့ထားသော အသံများ
ro: Sunete comprimate

source: space
cy: bylchwr
eo: spacetklavo
hi: स्पेस
km: ស្ប៉េស
ku: valayî
ml: സ്പേസ്
my: နေရာ (အကျယ်အဝန်း)
ro: spatiu

source: Sprite
cy: Ciplun
eo: Objekto
hi: स्प्राईट
km: ស្ប្រៃ
ku: Aferînek
ml: സ്പ്രയ്റ്റ്
my: သရုပ်ဆောင်
ro: Spiridus

source: Sprites
cy: Cipluniau
eo: Objektoj
hi: स्प्राईट्स
km: ស្ប្រៃ
ku: Aferînek
ml: സ്പ്രയ്റ്റുകള്‍
my: သရုပ်ဆောင်များ
ro: Spiridusi

source: sqrt
cy: ail isradd
eo: radiko
km: ឫសការ៉េ(sqrt)
ml: വര്‍ഗ്ഗമൂലം
my: စကွဲရုတ် (square root)

source: Stage
cy: Llwyfan
eo: Scenejo
hi: स्टेज
km: ស្ទេច
ku: Dik
ml: സ്റ്റേജ്
my: ဇတ်ခုံ
ro: Scena

source: Stage selected:
cy: Llwyfan a ddewiswyd:
eo: Elektita scenejo:
hi: स्टेज का चयन करें:
km: ស្ទេចបានជ្រើសរើស
ku: Dik hate vebijartin:
ml: സ്റ്റേജ് തെരഞ്ഞെടുക്കല്‍:
my: ရွေးချယ်ထားသော ဇတ်ခုံ
ro: Scena selectata:

source: Stamp tool (select area, then stamp copies of it)
cy: Offer stampio (dewis ardal, yna stampio copïau ohoni
eo: Stampilo (elekti regionon, tiam stampi kopiojn)
hi: स्टैम्प टूल (क्षेत्र का चयन करें, फिर उसकी प्रतियों की मोहर लगाए)
km: ស្ទែម ធូល (កំណត់តំបន់ ហើយបង្ហាញស្នាមរបស់វា)
ku: Amûra morê(demxe)(qadê vebijêre, dûvre bi morê kopye bikin)
ml: സ്റ്റാംപ്‌ ടൂള്‍(ഏരിയ തെരഞ്ഞെടുക്കുക,ഏരിയ പതിപ്പിക്കുക)
my: တံဆိပ်တုံး ကိရိယာ (ရွေးချယ်ထားသော ဧရိယာရဲ့ကော်ပီကို တံဆိပ်တုံးလိုထု)
ro: Stampila (selecteaza aria apoi stampileaza copii ale ei)

source: Start green flag scripts
cy: Cychwyn sgripiau baner werdd
eo: Lanĉi verdflagajn skriptojn
hi: हरे झंडे की स्क्रिप्ट्स शुरू करें
km: ដំណើរការហ្គ្រីនហ្វ្លែកស្គ្រីព
ku: Bi fermana ala kesk destpêbike
ml: ഗ്രീന്‍ ഫ്ലാഗ് സ്ക്രിപ്റ്റ് തുടങ്ങുക
my: အစိမ်းရောင်အလံနဲ့ စကရစ်ကို စတင်
ro: Start scripturi cu steagul verde

source: Start Single Stepping
cy: Cychwyn camu sengl
eo: Komenci unuopajn paŝojn
hi: सिंगल कदम शुरू करें
km: ដំណើរការមួយជំហានម្ដង
ku: Gav-bi-gav xebitandinê destpêbike
ml: പ്രോഗ്രാം ഓരോ സ്റ്റെപ് വീതം ഓടിക്കുക
my: တဆင့်ခြင်း စတင်
ro: Start Cate 1 Singur Pas

source: stop
cy: atal
eo: haltigi
hi: रोकें
km: ឈប់
ku: raweste
ml: നിര്‍ത്തുക
my: ရပ်

source: Stop everything
cy: Atal popeth
eo: Haltigi ĉion
hi: सब कुछ रोकें
km: ឈប់ទាំងអស់
ku: Her tiştî rawestîne
ml: എല്ലാം നിര്‍ത്തുക
my: အားလုံးကို ရပ်
ro: Opreste totul

source: Stop Single Stepping
cy: Atal Camu Sengl
eo: Fini unuopajn paŝojn
hi: सिंगल कदम रोके
km: ឈប់ដំណើរការមួយជំហានម្ដង
ku: Gav-bi-gav xebitandinê rawestîne
ml: പ്രോഗ്രാം സാധാരണ വേഗതയില്‍ ഓടിക്കുക
my: တဆင့်ခြင်းသွားတာကို ရပ်
ro: Stop Cate 1 Singur Pas

source: Story
cy: Stori
eo: Rakonto
hi: कहानी
km: ស្តរី
ku: çîrok
ml: കഥ
my: ဇာတ်လမ်း
ro: Poveste

source: Support Site
cy: Safwe gymorth
eo: Subtenopaĝo
hi: साइट का समर्थन करें
km: សឹបផតវែបសាយ
ku: Destek bide Malperê
ml: സഹായ വെബ്സൈറ്റ്
my: အထောက်အပံ့ Webဆိုက်
ro: Site de Sprijin

source: Switch colors
cy: Cyfnewid lliwiau
eo: Ŝanĝi kolorojn
hi: रंग बदल दें
km: ប្ដូរពណ៌
ku: Rengan biguhêre
ml: കളറുകള്‍ മാറ്റുക
my: အရောင်များကို ဖလှယ်
ro: Comuta culorile

source: Switch to full stage
cy: Cyfnewid i'r llwyfan llawn
eo: Granda scenejo
hi: पूरे स्टेज पर जाएँ
km: ពង្រីកស្ទេចទៅទំហំធំ
ku: Biguhêre dika bitûn
ml: ഫുള്‍ സ്റ്റേജ് ലോട്ട് മാറ്റുക
my: ဇတ်ခုံကို မော်နီတာအပြည့်ပြအောင် ပြောင်း
ro: Comuta la scena mare

source: Switch to presentation mode
cy: Cyfnewid i'r modd cyflwyno
eo: Prezenta scenejo
hi: प्रेसेंटेशन मोड पर जाएँ
km: ប្ដូរទៅទម្រង់បង្ហាញ
ku: Biguhêre moda raberkirinê
ml: പ്രസന്റേഷന്‍ മോഡ് തുടങ്ങുക
my: တင်ဆက်ပြသမှု့ ပုံစံအဖြစ် ပြောင်း
ro: Comuta la modul prezentare

source: Switch to small stage
cy: Cyfnewid i'r llwyfan bach
eo: Malgranda scenejo
hi: छोटे स्टेज पर जाएँ
km: បង្រួមស្ទេចមកទំហំតូច
ku: Biguhêre dika biçûk
ml: ചെറിയ സ്റ്റേജ് ലോട്ട് മാറ്റുക
my: ဇတ်ခုံအသေးအဖြစ် ပြောင်း
ro: Comuta la scena mica

source: Tags:
cy: Tagiau:
eo: Gvidvortoj:
hi: टैग:
km: ធែក
ku: Etîket:
ml: ടാഗ്കള്‍:
my: အမှတ်အသား ကဒ်
ro: Etichete

source: Text tool (edit text layer)
cy: Offer testun (golygu haenen destun)
eo: Tekstilo (redakti tekstan ebenon)
hi: टेक्स्ट टूल (टेक्स्ट परत एडिट करें)
km: អ៊ិកស្ត្រាធូល(កែសម្រួលអក្សរ)
ku: Amûra tekst (qatên teksta verastîne)
ml: ടെക്സ്റ്റ്‌ ടൂള്‍(ടെക്സ്റ്റ്‌ ലെയര്‍ എഡിറ്റ്‌ ചെയ്യുക)
my: စာသား ကိရိယာ(စာသားအလွှာကို ပြင်)
ro: Text (editeaza stratul text)

source: That variable name is already in use
cy: Mae'r enw newidyn yna eisoes ar gael
eo: Tiu variablonomo jam estas uzita
hi: वह वैरिएबल नाम पहले से ही उपयोग में हैं
km: ឈ្មោះអញ្ញាតនេះកំពុងប្រើ
ku: Ew navî guhêrbar tê bikaranîn
ml: ആ ചരം ആദ്യം തന്നെ ഉപയോഗിച്ചിരിക്കുന്നു
my: အဲဒီ ဘေရီရေဘယ် နာမည်က သုံးထားပြီးသား
ro: Acest nume de variabila este deja folosit

source: that way
cy: ffordd acw
eo: tien
hi: उस तरह
km: វិធីនោះ
ku: ew rê
ml: ആ വഴി
my: အဲဒီဘက် ဦးတည်
ro: acest mod

source: The file name already exists. Overwrite existing file?
cy: Mae'r enw ffeil eisoes yn bodoli. Trosygrifennu'r ffeil?
eo: La dosiernomo jam ekzistas. Ĉu anstataŭigi dosieron?
hi: यह फ़ाइल नाम पहले से ही मौजूद है। क्या मौजूदा फाइल पर दुबारा नाम लिखें?
km: ឈ្មោះហ្វាលមានរួចហើយ។ អូវើរ៉ាយហ្វាលនេះទេ?
ku: Navî peldankê berê de heye. Binivîse ser Peldanka heyî?
ml: ഫയല്‍ ന്റെ പേര് ആദ്യം തന്നെ നിലവിലുണ്ട് ഓവര്‍ റൈറ്റ് ചെയ്യാമോ?
my: ဖိုင်နာမည်ကရှိပြီးသား။ ရှိပြီးသားဖိုင်ကို ထပ်ရေးမလား။
ro: Numele de fisier exista deja. Doresti suprascrierea fisierului existent?

source: thing
cy: peth
eo: ion
hi: वस्तु
km: វត្ថុ
ku: tişt
ml: കാര്യം
my: တခုခု
ro: lucru

source: this way
cy: ffordd yma
eo: ĉi tien
hi: इस तरह
km: វិធីនេះ
ku: Va rêya
ml: ഈ വഴി
my: ဒီဘက်
ro: acest mod

source: tilt
cy: gwyriad
eo: kliniteco
hi: झुकाव
km: ធីល
ku: meyl
ml: ചെരിക്കുക
my: စောင်းရွှေ့
ro: inclinare

source: true
cy: gwir
eo: vero
hi: सही
km: ពិត
ku: rast
ml: ശരി
my: မှန်
ro: adevarat

source: Turbo speed
cy: Cyflymder turbo
eo: Rapidego
hi: टर्बो की गति
km: ល្បឿនធើបូ
ku: lezbûna turbo
ml: ടര്‍ബോ സ്പീഡ്
my: တာဘိုရဲ့ အမြန်နှုန်း
ro: viteza Turbo

source: turn into new sprite
cy: troi i giplun newydd
eo: transformi en novan objekton
hi: नए स्प्राईट में बदल दे
km: ប្រែទៅជាស្ប្រៃថ្មី
ku: Veguhêrin ser Aferînekî nû
ml: പുതിയൊരു സ്പ്രയ്‌ററ് തുടങ്ങുക
my: သရုပ်ဆောင်အသစ် အဖြစ်ပြောင်း
ro: transforma in spiridus nou

source: Undelete
cy: Dad-ddileu
eo: Malforigi
hi: अंडिलीट
km: លុបមិនបាន
ku: Paqijkirin şûnda vegerîne
ml: കളയാതിരിക്കുക
my: ဖျက်ခဲ့တာကို ပြန်ပြင် (မဖျက်တော့ဘူး)
ro: Restaureaza

source: Undo
cy: Dadwneud
eo: Malfari
hi: अंडू
km: អ៊ឹនឌូ
ku: Şûnda vegerîne
ml: നിഷ്‌ഫലമാക്കുക
my: မလုပ်တော့ပါ
ro: Anuleaza

source: up
cy: i fyny
eo: supre
hi: ऊपर
km: ឡើង
ku: ber bi jor
ml: മുകളിലേക്ക്
my: အပေါ်
ro: sus

source: up arrow
cy: saeth i fyny
eo: sago supren
hi: ऊपर का तीर
km: ព្រូញឡើង
ku: tîra jor
ml: മുകളിലേക്കുള്ള ആരോമാര്‍ക്ക്‌
my: အပေါ် မြှား
ro: sageata sus

source: Updating thumbnails
cy: Diweddaru brasluniau bawd
eo: Aktualigante antaŭrigardojn
hi: थम्बनेल अपडेट हो रहे हैं
km: កំពុងអឹបដេតសឹមណេល
ku: Rojaneyîna minyaturwêneyan
ml: ചിത്രത്തിന്റെ ചെറുരൂപം നവീകരിക്കുക
my: ပုံသေးတွေကို updateလုပ်
ro: Actualizeaza miniaturile

source: Upload succeeded!
cy: uwchlwytho wedi llwyddo!
eo: Alŝuto sukcesis!
hi: अपलोड सफल रहा!
km: អឹបឡូដបានជោគជ័យ
ku: Lêbarkirin serkeft!
ml: അപ്‌ലോഡ്‌ വിജയിച്ചിരിക്കുന്നു!
my: အင်တာနက်ပေါ် အောင်မြင်စွာတင်နိုင်
ro: Incarcare reusita!

source: Upload to Scratch Server
cy: Uwchlwytho i Weinydd Scratch
eo: Alŝuti al Scratch servilo
hi: स्क्रैच सर्वर पर अपलोड करें
km: អឹបឡូដទៅសឹវ័រស្ក្រាច់
ku: Li Scratch Server(Peydeker) barbike
ml: സ്ക്രാച് സെര്‍വര്‍ ല്‍ അപ്‌ലോഡ്‌ ചെയ്യുക
my: Scratch ဆာဗာဆီ တင်
ro: Incarca pe Serverul Scratch

source: Uploading
cy: Uwchlwytho
eo: Alŝuti
hi: अपलोड किया जा रहा है
km: កំពុងអឹបឡូដ
ku: Tê lêbarkirin
ml: അപ്‌ലോഡ്‌ ചെയ്യുന്നു
my: အင်တာနက်ပေါ်တင်
ro: Incarcare

source: Variable name?
cy: Enw newidyn?
eo: Variablonomo:
hi: वैरिएबल का नाम?
km: ឈ្មោះអញ្ញាត?
ku: Navî guhêrbar
ml: ചരത്തിന്റെ പേര്?
my: ဘေရီရေဘယ် နာမည်
ro: Numele variabilei?

source: View on stage
cy: Gweld ar lwyfan
eo: Vidigi sur scenejo
hi: स्टेज पर देखें
km: មើលស្ទេច
ku: Li ser dikê lê mêzîne
ml: സ്റ്റേജ് ല്‍ കാണുക
my: ဇတ်ခုံ မှာကြည့်
ro: Vizualizeaza scena

source: What's your name?
cy: Beth yw eich enw?
eo: Kiel vi nomiĝas?
hi: आपका नाम क्या है?
km: តើអ្នកឈ្មោះអ្វី?
ku: Navî te çîye?
ml: താങ്കളുടെ പേര് എന്താണ്?
my: မင်းနာမည် ဘယ်လိုခေါ်လဲ
ro: Care este numele tau?

source: whirl
cy: chwyrliad
eo: kirla
hi: घुमाव
km: វិល
ku: Zû bizîvire
ml: കറക്കുക
my: ဝေ့ဝိုက် လှည့်
ro: vartej

source: world
cy: y byd
eo: mondo
hi: दुनिया
km: វ៉ល
ku: gerdûn
ml: ലോകം
my: ကမ္ဘာ
ro: lume

source: Write Multiple Project Summaries
cy: Ysgrifennu Crynodebau Aml-Brosiectau
eo: Skribi plurajn projektresumojn
hi: एकाधिक प्रोजेक्ट के सारांश लिखें
km: សរសេរសេចក្ដីសង្ខេបពហុគម្រោង
ku: Nimûneya Projeya pirbarî binivîsînin
ml: അനേകം പ്രോജെക്റ്റ്‌ കളുടെ സംഗ്രഹം എഴുതുക
my: ပရောဂျက်များရဲ့ အနှစ်ချုပ် ကိုရေး
ro: Scrie Rezumate pentru Proiecte Multiple

source: Write Project Summary
cy: Ysgrifennu Crynodeb o'r Prosiect
eo: Skribi projektresumon
hi: प्रोजेक्ट का सारांश लिखें
km: សរសេរសេចក្ដីសង្ខេបគម្រោង
ku: Nimûneya Projê binivîsîne
ml: പ്രോജെക്റ്റ്‌ ന്റെ സംഗ്രഹം എഴുതുക
my: ပရောဂျက်ရဲ့ အနှစ်ချုပ် ကိုရေး
ro: Scrie Sumarul Proiectului

source: Yes
cy: Ie
eo: Jes
hi: हाँ
km: យល់ព្រម
ku: Erê
ml: അതെ
my: ဟုတ်တယ်
ro: Da

source: Your project is now online at
cy: Mae eich prosiect nawr ar-lein ar
eo: Via projekto nun estas publigita ĉe
hi: अापका प्रोजेक्ट अब यहाँ पर ऑनलाइन है
km: គម្រោងរបស់អ្នកកំពុងអនឡាញនៅឯ
ku: Projeya te niha online li
ml: താങ്കളുടെ പ്രോജെക്റ്റ്‌ ഈ വെബ്സൈറ്റ് ല്‍ ലഭ്യമാണ്
my: မင်းရဲ့ ပရောဂျက်က ယခု online
ro: Proiectul tau este acum online

source: Your Scratch website login name:
cy: Eich mewngofnodi ar eich Gwefan Scratch:
eo: Via Scratch salutnomo:
hi: आपका स्क्रैच वेबसाइट लॉगिन नाम:
km: ឡកអ៊ិនរបស់អ្នកក្នុងវែបសាយស្ក្រាច់
ku: Navî teyî ji bo têketina Malpera Scratch:
ml: താങ്കളുടെ സ്ക്രാച് വെബ്സൈറ്റ് ലോഗ്ഇന്‍ ചെയ്യുന്നതിനുള്ള പേര്:
my: မင်းရဲ့Scratch Webဆိုက် လော့ဂင်နာမည်
ro: Numele de logare pe site-ul tău Scratch:

source: Zoom in
cy: Chwyddo i mewn
eo: Zomi
hi: ज़ूम इन
km: ពង្រីក
ku: Nêzîktir be
ml: അകത്തേക്ക് സൂം ചെയ്യുക
my: ချဲ့ကြည့်
ro: Mareste

source: Zoom out
cy: Chwyddo allan
eo: Malzomi
hi: ज़ूम आउट
km: បង្រូម
ku: Dûrtir be
ml: പുറത്തേക്ക് സൂം ചെയ്യുക
my: ချုံ့ကြည့်
ro: Micsoreaza

source: Accordion
cy: Acordion
eo: Akordiono
hi: एकार्डियन
km: អគ័រឌាន
ku: Akordîyon
ml: വാദ്യോപകരണങ്ങള്‍
my: အကော်ဒီယံ
ro: Acordeon

source: Acoustic Bass
cy: Bas Acwstig
eo: Kontrabaso
hi: अकॉस्टिक बास
km: អគូស្តិក ប៊េស
ku: Basa Akûstîk
ml: ശബ്ദം ക്രമീകരിച്ച താണ സ്വരം
my: Acoustic သံနိမ့်
ro: Bas Acustic

source: Acoustic Bass Drum
cy: Drwm Bas Acwstig
eo: Akustika bastamburo
hi: अकॉस्टिक बास ड्रम
km: អគូស្តិក ប៊េស ឌ្រឹម
ku: Dahola Basa Akûstîk
ml: oശബ്ദം ക്രമീകരിച്ച താണ സ്വരത്തിലുള്ള ഡ്രം
my: Acoustic သံနိမ့် ဒရမ်
ro: Toba Acustica Bas

source: Acoustic Grand
cy: Grand Acwstig
eo: Horizontala piano
hi: अकॉस्टिक ग्रैंड
km: អគូស្តិក ក្គ្រែន
ku: Pîyanoya Akûstîk

source: Acoustic Snare
cy: Tannau Acwstig
eo: Rultamburo
hi: अकॉस्टिक स्नैर
km: អគូស្តិក ស្ន៊ែ
ku: Snara Akûstîk
ml: ശബ്ദം ക്രമീകരിച്ച താണ സ്വരത്തിലുള്ള ചര്മ്മവാദ്യം

source: Agogo
hi: अगोगो
km: អាហ្គូហ្គូ

source: Alto Sax
cy: Sacsoffon Alto
eo: Alta saksofono
hi: ऑल्टो सैक्स
km: អាលតូ សាក់
ku: Saksofona Alto
ro: Saxofon Alto

source: Applause
cy: Cymeradwyaeth
eo: Aplaŭdo
hi: तालियाँ
km: អាប្លរ
ku: Çepik
ml: കയ്യടി
ro: Aplauze

source: Bagpipe
cy: Pibgod
eo: Sakŝalmo
hi: बैगपाइप
km: ប៊ែកផៃ
ku: Gayda
ml: ബാഗ്പ്പൈപ് സംഗീതോപകരണം
ro: Cimpoi

source: Banjo
eo: Banĵo
hi: बैंजो
km: ប៊ែនចូ
ku: Banco
my: ဘင်ဂျို

source: Baritone Sax
cy: Sacsoffon Bariton
eo: Baritona saksofono
hi: मध्यम आवाज़ सैक्स
km: ប៊ែរីថូន
ku: Saksafona Bariton
ro: Saxofon Bariton

source: Bass Drum 1
cy: Drwm Bas 1
eo: Bastamburo
hi: बास ड्रम १
km: ប៊ែស ឌ្រឹម ១
ku: Dahola Bas 1
ml: ബാസ്സ് ഡ്രം
my: Bass ဒရမ် 1
ro: Toba Bas 1

source: Bassoon
cy: Basŵn
eo: Fagoto
hi: अलगोजा
km: បាស់ស៊ូន
ku: Fagot
ro: Fagot

source: Bird Tweet
cy: Twît Aderyn
eo: Birdpepado
hi: पक्षी की अावाज
km: ប៊ឺដ ត្វីត
ku: Dengên Çûçikan
ml: പക്ഷിശബ്‌ദം
ro: Ciripit de Pasari

source: Blown Bottle
cy: Chwythiad Potel
eo: Botelblovado
hi: उड़ा दि गई बोतल
km: ប៊ឡូ បតុល
ku: Pifkirina Şûşeyan
ro: Suflat in Sticla

source: Brass Section
cy: Adran Pres
eo: Latunaj blovinstrumentoj
hi: ब्रास सेक्शन
km: ប្រាស់ សិកសិន
ku: Enstrumanên Pifkirinê
ro: Instrumente de Suflat din Alama

source: Breath Noise
cy: Sŵn Anadl
eo: Spirbrueto
hi: साँस शोर साँस शोर साँस शोर
km: ប្រេះ នយស៍
ku: Dengê bêhnstandinê
ml: ശ്വസനശബ്ദം
ro: Zomotul Respiratiei

source: Bright Acoustic
cy: Acwstig Disglair
eo: Piano
hi: ब्राइट अकॉस्टिक
km: ប្រៃ អគូស្តិក
ku: Akûstîka vekirî

source: Cabasa
eo: Cabazo
hi: कबासा
km: កាបាសា
ku: Kabasa

source: Celesta
cy: Selesta
eo: Celesto
hi: सिलैस्टा
km: សេឡេស
ku: Selesta

source: Cello
cy: Soddgrwth
eo: Violonĉelo
hi: वायलनचेलो
km: សែលឡូ
ku: Sello
my: တယောအကြီးစား
ro: Violoncel

source: Chinese Cymbal
cy: Symbal Tsieineaidd
eo: Ĉina cimbalo
hi: चीनी झांझ
km: ឆៃនី សីមប៊ល
ku: Zengila Çînî
my: တရုပ်Cymbal
ro: Cinel chinezesc

source: Choir Aahs
cy: Aahs Corau
eo: Ĥoraj aaj
hi: क्वायर अा अा अा
km: គវ៉ាយឺ អាស៍
ku: Aa Dengî Koro
ro: Cor

source: Church Organ
cy: Organ Eglwys
eo: Orgeno
hi: चर्च ऑर्गन
km: ឆឺច អហ្គាន
ku: Orga Dêr
my: ခရစ်ယာန်ဘုရားကျောင်းက အော်ဂင်
ro: Orga de Biserica

source: Clarinet
cy: Clarinét
eo: Klarneto
hi: शहनाई
km: ក្លារីណេត
ku: Klarinet
ml: ക്ലാരിനെറ്റ്

source: Claves
cy: Clafiau
eo: Klaveoj
hi: क्लेव्स
km: ក្លេវ
ku: Klaves
ro: Clavecin

source: Clavinet
cy: Clafinét
eo: Klavineto
hi: क्लेविनेट
km: ក្លាវីណេត
ku: Klavinet

source: Closed Hi-Hat
cy: Hi-Hat Caeedig
eo: Ĉarlestono kunigata
hi: बंद हाय - हैट
km: ក្លូ ហៃហេដ
ku: Hi-Hat a Girtî

source: Contrabass
eo: Kontrabaso
hi: कोंट्राबास
km: ខន្ត្រាប៊េស
ku: Kontra Bas
ro: Contrabas

source: Cowbell
cy: Clychau Gwartheg
eo: Bovsonorilo
hi: काऊबेल
km: ខាវបែល
ku: Kowbel

source: Crash Cymbal 1
cy: Symbal Crash 1
eo: Kraka cimbalo 1
hi: क्रैश झांझ १
km: ក្រាស់ សិមប៊ល វ័ន
ku: Zengil a Krash 1
ro: Cinel Crash 1

source: Crash Cymbal 2
cy: Symbal Crash 2
eo: Kraka cimbalo 2
hi: क्रैश झांझ २
km: ក្រាស់ សិមប៊ល ធូ
ku: Zengil a Krash 2
ro: Cinel Crash 2

source: Distortion Guitar
cy: Gitâr Afluniadol
eo: Gitaro distorda
hi: डिस्टार्शन गिटार
km: ឌីស្ត័រសិន ហ្គីតា
ku: Gîtara Dîstorsiyon
my: Distortion ဂစ်တာ
ro: Chitara cu Distorsiuni

source: Drawbar Organ
cy: Organ Drawbar
eo: Hamondorgeno
hi: ड्राबार ऑर्गन
km: ត្របា អហ្គាន
ku: Orga têkişandin
my: Drawbar အော်ဂင်

source: Dulcimer
cy: Dwlsimer
eo: Zimbalono
hi: डलसाइमर
km: ដល់សីមើ
ku: Gayda
ro: Tambal

source: Electric Bass (finger)
cy: Bas Trydan (bys)
eo: Elektra baso pinĉata
hi: इलेक्ट्रिक बास (फिंगर)
km: អេឡិកត្រិក ប៊េស (ហ្វិងហ្គឺ)
ku: Basa Elektrîk (bi pêçî)
my: လျှပ်စစ် Bass (လက်ညှိုး)
ro: Bas Electric (deget)

source: Electric Bass (pick)
cy: Bas Trydan (pigo)
eo: Elektra baso plektro
hi: इलेक्ट्रिक बास (पिक)
km: អេឡិកត្រិក ប៊េស (ភិក)
ku: Basa Elektrîk(bi mizrab)
my: လျှပ်စစ် Bass (pick)
ro: Bas Electric (ciupit)

source: Electric Clean Guitar
cy: Gitâr Drydan Lan
eo: Elektra gitaro pura
hi: इलेक्ट्रिक क्लीन गिटार
km: អេឡិកត្រិក ក្លីន ហ្គីតា
ku: Gîtara Elektrîkî
my: လျှပ်စစ် Clean ဂစ်တာ
ro: Chitara Electrica

source: Electric Grand
cy: Grand Trydanol
eo: Elektra horizontala piano
hi: इलेक्ट्रिक ग्रैंड
km: អេឡិកត្រិក គ្ហ្រែន
ku: Pîyanoya elektrîkî a biboçik
my: လျှပ်စစ် Grand

source: Electric Jazz Guitar
cy: Gitâr Jas Drydanol
eo: Elektra ĵazgitaro
hi: इलेक्ट्रिक जैज गिटार
km: អេឡិកត្រិក ហ្ចាស ហ្គីតា
ku: Gîtara Caz a Elektrîkî
my: လျှပ်စစ် Jazz ဂစ်တာ
ro: Chitara Electrica Jazz

source: Electric Muted Guitar
cy: Gitâr Drydanol Dawel
eo: Elektra gitaro dampa
hi: इलेक्ट्रिक मौन गिटार
km: អេឡិកត្រិក ម្ញូត ហ្គីតា
ku: Gîtara Elektrîkî a mûr
my: လျှပ်စစ် Muted ဂစ်တာ
ro: Chitara Electrica Dezactivata

source: Electric Piano 1
cy: Piano Drydan 1
eo: Elektra piano 1
hi: इलेक्ट्रिक पियानो १
km: អេឡិកត្រិក ព្យាណូ វ័ន
ku: Pîyanoya Elektrîkî 1
ml: വൈദ്യുത പിയാനോ 1
my: လျှပ်စစ် စန္ဒယား1
ro: Pian Electric 1

source: Electric Piano 2
cy: Piano Drydan 2
eo: Elektra piano 2
hi: इलेक्ट्रिक पियानो २
km: អេឡិកត្រិក ព្យាណូ ធូ
ku: Pîyanoya Elektrîkî 2
ml: വൈദ്യുത പിയാനോ 2
my: လျှပ်စစ် စန္ဒယား 2
ro: Pian Electric 2

source: Electric Snare
cy: Tannau Trydanol
eo: Elektra rultamburo
hi: बिजली का फन्दा
km: អេឡិកត្រិក ស៊្នែ
ku: Trampeta Elektrîkî
my: လျှပ်စစ် Snare

source: English Horn
cy: Corn Seisnig
eo: Angla korno
hi: अंग्रेजी हॉर्न
km: អ៊ិងគ្លិស ហ៊័ន
ku: Nefîra Muzîk a Îngilîzî
my: အင်္ဂလိပ် Horn
ro: Corn Englez

source: FX 1 (rain)
cy: Effaith 1 (glaw)
eo: FX 1 (pluvo)
hi: एफएक्स १ (बारिश)
km: ហ្អ៊េះ អ៊ិច វ័ន (រ៉េន)
ku: FX 1 (baran)
ro: FX 1 (ploaie)

source: FX 2 (soundtrack)
cy: Effaith 2 (trac sain)
eo: FX 2 (akustika trako)
hi: एफएक्स २ (साउंडट्रैक)
km: ហ្អ៊េះ អ៊ិច ធូ (សោនត្រាក់)
ku: FX 2 (muzîk a fîlm)
ro: FX 2 (coloana sonora)

source: FX 3 (crystal)
cy: Effaith 3 (grisial)
eo: FX 3 (kristalo)
hi: एफएक्स ३ (क्रिस्टल)
km: ហ្អ៊េះ អ៊ិច ស៊្រី (គ្រីសស្តាល់)
ku: FX 3 (krîstal)
ro: FX 3 (cristal)

source: FX 4 (atmosphere)
cy: Effaith 4 (awyrgylch)
eo: FX 4 (atmosfero)
hi: एफएक्स ४(वातावरण)
km: ហ្អ៊េះ អ៊ិច ហ្វ័រ (អាតម៉ូសស្វ៊ែ)
ku: FX 4 (atmosfer)
ro: FX 4 (atmosfera)

source: FX 5 (brightness)
cy: Effaith 5 (disgleirdeb)
eo: FX 5 (heldenso)
hi: एफएक्स ५ (चमकीलापन)
km: ហ្អ៊េះ អ៊ិច ហ្វាយ (ប៉្រៃណេះ)
ku: FX 5 (newnaqî)
ro: FX 5 (stralucire)

source: FX 6 (goblins)
cy: Effaith 6 (coblynnod)
eo: FX 6 (koboldoj)
hi: एफएक्स ६ (भूत)
km: ហ្អ៊េះ អ៊ិច សីក (ហ្គរប្លិន)
ku: FX 6 (cin)
ro: FX 6 (spiridusi)

source: FX 7 (echoes)
cy: Effaith 7 (atseiniau)
eo: FX 7 (eĥoj)
hi: एफएक्स ७ (गूँज)
km: ហ្អ៊េះ អ៊ិច សេវិន (អេកូ)
ku: FX 7 (eko)
ro: FX 7 (ecouri)

source: FX 8 (sci-fi)
cy: Effaith 8 (sci-fi)
eo: FX 8 (sciencfikcio)
hi: एफएक्स ८ (विज्ञान कथा)
km: ហ្អ៊េះ អ៊ិច អ៉េត (សាយហ្វាយ)
ku: FX 8 (zanistî-badek)
ro: FX 8 (stiintifico-fantastic)

source: Fiddle
cy: Ffidil
eo: Folklora violono
hi: बेला
km: ហ្វីតឌិល
ku: Keman
my: တယော
ro: Vioara

source: Flute
cy: Ffliwt
eo: Fluto
hi: बांसुरी
km: ហ៊្វូត
ku: Flût
ml: പുല്ലാങ്കുഴല്‍
my: ပလွေ
ro: Flaut

source: French Horn
cy: Corn Ffrengig
eo: Franca korno
hi: फ्रेंच हॉर्न
km: ហ្វ្រេន ហ័ន
ku: Nefîra Muzîkê a Frengî
my: ပြင်သစ် Horn
ro: Corn Francez

source: Fretless Bass
cy: Bas Fretless
eo: Senfreta baso
hi: झल्लाहट बिना बास
km: ហ្វ្រេតឡេស ប៊េស
ku: Bas a pêlpêlî

source: Glockenspiel
eo: Kariljono
hi: ग्लोकेनस्पिएल
km: គ្លកកិនស្ពៀល
ku: Zengila Orkestra

source: Guitar Fret Noise
eo: Gitarfretbrueto
hi: गिटार शोर झल्लाहट
km: ហ្គីតា ហ្វ្រេណ័ស
ku: Dengî Perde a Gîtar
my: Fret Noise ဂစ်တာ

source: Guitar Harmonics
eo: Flaĝolettono
hi: गिटार हारमोनिक्स
km: ហ្គីតា ហាម៉ូនី
ku: Gîtar a harmonîk
my: Harmonics ဂစ်တာ
