Repository: adlogi/scratch-trans
Catalog: scratch1.4/*/*.po
Languages: cy, eo, hi, km, ku, ml, my, ro

source: Gunshot
cy: Ergyd Gwn
eo: Pafo
hi: गोलियों की आवाज
km: ហ្គិន ហ្សត
ku: Dengî Çekê
ml: വെടി ശബ്ദം
my: သေနတ်ပစ်သံ
ro: Foc de Arma

source: Hand Clap
cy: Clap Dwylo
eo: Manklakado
hi: हाथ ताली
km: ហេន្ដ ក្លែភ
ku: Çepik
ml: കയ്യടി
my: လက်ခုပ်တီးသံ
ro: Bataie din Palme

source: Harmonica
eo: Buŝharmoniko
hi: हारमोनिका
km: ហាម៉ូនីកា
ku: Harmonîka
my: သံစုံဗာဂျာ
ro: Armonica

source: Harpsichord
cy: Harpsicord
eo: Klaviceno
hi: हार्पसिकोर्ड
km: ហពស៊ីគ័រដ៍
ku: Pîyanoyeka kevn
ro: Clavecin

source: Helicopter
cy: Hofrennydd
eo: Helikoptero
hi: हेलीकाप्टर
km: ហេលីខបធើ
ku: Helikopter
ml: ഹെലികോപ്‌റ്റര്‍
my: ဟယ်လီကော်ပတာ
ro: Elicopter

source: Hi Bongo
eo: Alta bongo
hi: हाई बोंगो
km: ហៃ ប៊ុងហ្គូ

source: Hi Wood Block
cy: Bloc Pren Hi
eo: Alta lignobloko
hi: हाई लकड़ीका ब्लॉक
km: ហៃវុតប្លក
ku: Hi Bloka Texte

source: Hi-Mid Tom
eo: Altmeza tamo
hi: हाई -मिड टॉम
km: ហៃមីតថម
ku: Dahol a mezin

source: High Agogo
eo: Alta agogo
hi: हाई अगोगो
km: ហៃ អាហ្គូហ្គូ
ku: Agogo a bilind

source: High Floor Tom
eo: Alta tamego
hi: हाई फ्लोर टॉम
km: ហៃហ្វ័រថម
ku: Dahol a berwarî

source: High Timbale
eo: Alta timbaleo
hi: हाई टिंबेल
km: ធីមបល
ku: Trampet a bilind

source: High Tom
eo: Alta tamo
hi: हाई टॉम
km: ហៃថម
ku: Dahol a bilind

source: Honky-Tonk
eo: Fidrinkejo
hi: हॅाकि-टोंक
km: ហង្គីថង
ku: Cihî bezmê

source: Kalimba
eo: Kalimbo
hi: कलिंबा
km: កាលីមបា

source: Koto
eo: Kotocitro
hi: कोटो
km: ខូថូ
ku: Koto ( Amûra Muzîk a Japon)
my: ဂျပန်စောင်း

source: Lead 1 (square)
cy: Blaen 1 (sgwâr)
eo: Solo 1 (rektangulo)
hi: लीड १ (चौकोर)
km: លីត វ័ន (ស្ខែ)
ku: 1. rêz (kare)

source: Lead 2 (sawtooth)
cy: Blaen 2 (dant llif)
eo: Solo 2 (segildento)
hi: लीड २ (सॅाटूथ)
km: លីត ធូ (ស ធូត)
ku: 2.rêz (didanê birekê)

source: Lead 3 (calliope)
cy: Blaen 3 (calliope)
eo: Solo 3 (vapororgeno)
hi: लीड ३ (कैलियोप)
km: លីត ស៊្រី (កាឡៃអូភី)
ku: 3. rêz (calliope)

source: Lead 4 (chiff)
cy: Blaen 4 (chiff)
eo: Solo 4 (ĉifo)
hi: लीड ४ (चिफ)
km: លីត ហ្វ័រ (ហ្សីព)
ku: 4.rêz (chiff)

source: Lead 5 (charang)
cy: Blaen 5 (charang)
eo: Solo 5 (ĉarango)
hi: लीड ५ (चारेंग)
km: លីត វ័ន (ហ្សារ៉េង)
ku: 5.rêz (charang)

source: Lead 6 (voice)
cy: Blaen 6 (llais)
eo: Solo 6 (voĉo)
hi: लीड ६ (आवाज)
km: លីត សីក (វ័ស្ស)
ku: 6. rêz (deng)

source: Lead 7 (fifths)
cy: Blaen 7 (pumedau)
eo: Solo 7 (kvintoj)
hi: लीड ७ (पाँचवे)
km: លីត សេវិន (ហ្វីព)
ku: 7. rêz (fifths)

source: Lead 8 (bass+lead)
cy: Blaen 8 (bas+blaen)
eo: Solo 8 (baso kaj solo)
hi: लीड ८ (बास + लीड)
km: លីត អ៉េត (បាស+លីត)
ku: 8.rêz(bass+lead)

source: Long Guiro
cy: Guiro Hir
eo: Longa guiro
hi: लंबा गायरो
km: ឡង ហ្គីរ៉ូ
ku: Guiro dirêj

source: Long Whistle
cy: Chwiban Hir
eo: Longa fajfo
hi: लंबी सीटी
km: ឡង វីសិ្សល
ku: Tûtik a dirêj
ml: നീട്ടീ ചൂളംവിളി
ro: Fluier lung

source: Low Agogo
cy: Agogo Isel
eo: Malalta agogo
hi: लो अगोगो
km: ឡូវ អាហ្គូហ្កូ
ku: Agogo a kin

source: Low Bongo
cy: Bongo Isel
eo: Malalta bongo
hi: लो बोंगो
km: ឡូវ បុងហ្គូ
ku: Bongo kin

source: Low Conga
cy: Conga Isel
eo: Malalta kongao
hi: लो कोंगा
km: ឡូវ ខុងហ្គៃ
ku: Tomba kin

source: Low Floor Tom
cy: Tom Llawr Isel
eo: Malalta planka tamo
hi: लो फ्लोर टॉम
km: ឡូវ ហ្វ័រថម
ku: Dahol a kin berwarî

source: Low Timbale
cy: Timbale Isel
eo: Malalta timbaleo
hi: लो टिंबेल
km: ឡូវ ធីមបល
ku: Trampet a kin

source: Low Tom
cy: Tom Isel
eo: Malalta tamo
hi: लो टॉम
km: ឡូវ ថម
ku: Dahol a kin

source: Low Wood Block
cy: Bloc Pren Isel
eo: Malalta lignobloko
hi: लो लकड़ीका ब्लॉक
km: ឡូវ វ៉ូតប្លក
ku: Bloka Textîn a kin

source: Low-Mid Tom
cy: Tom Isel-Canol
eo: Malalta meze tamo
hi: लो - मिड टॉम
km: ឡូវ មីតថម
ku: Dahola kin-navîn

source: Maracas
eo: Marakoj
hi: माराकास
km: ម៉ារ៉ាកាស៍

source: Marimba
eo: Marimbo
hi: मरिंबा
km: ម៉ារីមបា

source: Melodic Tom
cy: Tom Alawol
eo: Melodia tamo
hi: मधुर टॉम
km: មេឡូឌី ថម
ku: Dahola melodîk

source: Music Box
cy: Blwch Cerddoriaeth
eo: Gramofonaŭtomato
hi: संगीत बॉक्स
km: ម៉្ញូស៊ីក ប៊ក់
ku: Qutîya Muzîk
ml: പാട്ട് പെട്ടി
ro: Cutie muzicala

source: Mute Cuica
cy: Cuica Tawel
eo: Cuico dampa
hi: मौन क्युका
km: ម្ញូត ខ្វីកា
ku: Cuica korîkî

source: Mute Hi Conga
cy: Hi Conga Tawel
eo: Alta congao dampa
hi: मौन हाय कोंगा
km: ម្ញូត ហៃ ខងហ្គា
ku: Tumba korîkî

source: Mute Triangle
cy: Triongl Tawel
eo: Triangulo dampa
hi: मौन त्रिकोण
km: ម្ញូត ត្រៃអ៊េង្គិល
ku: Sêkoşe a korîkî

source: Muted Trumpet
cy: Trwmped Tawel
eo: Trumpeto dampa
hi: मौन तुरही
km: ម្ញូត ត្រមប៉ែត
ku: Trompet a korîkî

source: Nylon String Guitar
cy: Gitâr Tannau Neilon
eo: Nilonkordgitaro
hi: नायलॉन स्ट्रिंग गिटार
km: ណាយឡន ស្ទ្រីង ហ្កីតា
ku: Klasîk Gîtar
my: Nylon String ဂစ်တာ
ro: Chitara cu Coarde de Nailon

source: Oboe
cy: Obo
eo: Hobojo
hi: ओबो
km: អូបូ
ku: Obua
ro: Oboi

source: Ocarina
eo: Okarino
hi: ऑकारिना
km: អការីណា
ku: Okarina
ml: ഒക്കാരിന

source: Open Cuica
cy: Cuica Agored
eo: Malferma cuico
hi: ओपन क्युका
km: អូផិន ខ្វីកា
ku: Cuica Vekirî

source: Open Hi Conga
cy: Hi Conga Agored
eo: Malferma alta congao
hi: ओपन हाय कोंगा
km: អូផិន ហៃខុងហ្គា
ku: Hi Conga (Tumba) a Vekirî

source: Open Hi-Hat
cy: Hi-Hat Agored
eo: Ĉarlestono disigata
hi: ओपन हाय -हैट
km: អូផិន ហៃ ហ៊ែត
ku: Hi-Hat(Zengil) a Vekirî

source: Open Triangle
cy: Triongl Agored
eo: Malferma triangulo
hi: ओपन त्रिकोण
km: អូផិន ត្រៃអ៊េង្គិល
ku: Sêkoşe a vekirî

source: Orchestra Hit
cy: Trawiad Cerddorfa
eo: Orkestra fanfaro
hi: आर्केस्ट्रा हिट
km: អ័រខេះត្រា ហិត
ku: Orkestra Hit

source: Orchestral Strings
cy: Llinynnau Cerddorfaol
eo: Orkestraj kordoj
hi: आर्केस्ट्रा के स्ट्रिंग्स
km: អ័រខេះត្រា ស្ទ្រីង
ku: Orkestra Amûrên Têlîn

source: Overdriven Guitar
cy: Gitâr Overdriven
eo: Tromodulita gitaro
hi: अोवरड्रिवन गिटार
km: អូវើទ្រីវិន ហ្គីតា
ku: Gîtara hêzdarkirî
my: Overdriven ဂစ်တာ

source: Pad 1 (new age)
cy: Pad 1 (oes newydd)
eo: Plato 1 (nova epoko)
hi: पैड १ (न्यू एज)
km: ភែត វ័ន (ញ៊ូ អ៊េជ)
ku: Pad 1 (sala nû)

source: Pad 2 (warm)
cy: Pad 2 (cynnes)
eo: Plato 2 (varma)
hi: पैड २ (गर्म)
km: ភែត ធូ (វ៉ម)
ku: Pad 2 (germ)

source: Pad 3 (polysynth)
eo: Plato 3 (polisinto)
hi: पैड ३ (पोलिसिंथ)
km: ភែត ស៊្រី (ផូលីសិន)
ku: Pad 3 (pirdengî)

source: Pad 4 (choir)
cy: Pad 4 (côr)
eo: Plato 4 (ĥoro)
km: ភែត វ័ន (ខ្វាយ)
ku: Pad 4 (koro)

source: Pad 5 (bowed)
cy: Pad 5 (bwa)
eo: Plato 5 (kurba)
hi: पैड ५ (बाउड)
km: ភែត ហ្វាយ (ប៊ោវ)
ku: Pad 5 (xûz)

source: Pad 6 (metallic)
cy: Pad 6 (metalig)
eo: Plato 6 (metala)
hi: पैड ६ (धात्विक)
km: ភែត សិក (មេតាលិក)
ku: Pad 6 (lajwerdî)

source: Pad 7 (halo)
cy: Pad 7 (eurgylch)
eo: Plato 7 (haloo)
hi: पैड ७ (प्रभामंडल)
km: ភែត សេវិន (ហាឡូ)
ku: Pad 7 (bazna ronî)

source: Pad 8 (sweep)
cy: Pad 8 (ysgubiad)
eo: Plato 8 (balai)
hi: पैड ८ (स्वीप)
km: ភែត អ៉េត (ស្វីព)
ku: Pad 8 (damalandin)

source: Pan Flute
cy: Pan Ffliwt
eo: Paŝtista fluto
hi: पैन बांसुरी
km: ភេន ហ្វូត
ku: Pan Flût
my: ပန် ပလွေ

source: Pedal Hi-Hat
eo: Pedalĉarlestono
hi: पेडल हाय -हैट
km: ភេន ហ្វូត
ku: Hi-Hat(Zengil) a bi Pêlgeh

source: Percussive Organ
cy: Organ Ergydiol
eo: Perkutorgeno
hi: पर्कसिव ऑर्गन
km: ភឺខឹសសីវ
ku: Amûrên lêdanî
my: Percussive အော်ဂင်

source: Piccolo
cy: Picolo
eo: Fluteto
hi: पिकॉलो
km: ពីកកូឡូ
ku: Piccolo( Fluta biçûk)

source: Pizzicato Strings
cy: Llinynnau Pizzicato
eo: Picikato kordoj
hi: पिज्जिकाडो स्ट्रिंग्स
km: ភីហ្សីកាតូ ស្ទ្រីង
ku: Têlên Kemanê

source: Recorder
eo: Bekfluto
hi: रिकॉर्डर
km: រីខ័តឌើ
ku: Blok Flut (Recorder)
ml: റെക്കോര്‍ഡര്‍
my: ရီကော်ဒါ

source: Reed Organ
cy: Organ Frwynen
eo: Anĉorgeno
hi: रीड ऑर्गन
km: រីដ អ័រហ្គាន
ku: Org a depîn
my: Reed အော်ဂင်

source: Reverse Cymbal
cy: Symbal Gwrthdro
eo: Inversa cimbalo
hi: रिवर्स झांझ
km: តីវើស សីមបាល
ku: Zengil a vajî

source: Ride Bell
cy: Cloch Reid
eo: Tinta sonorilo
hi: राइड बेल
km: រ៉ៃ បេល
ku: Zîl a Bisîklet

source: Ride Cymbal 1
cy: Symbal Reid 1
eo: Tinta cimbalo 1
hi: राइड झांझ १
km: រ៉ៃ សីមបាល វ័ន
ku: Zengil a Bisîklet 1

source: Ride Cymbal 2
cy: Symbal Reid 2
eo: Tinta cimbalo 2
hi: राइड झांझ २
km: រ៉ៃ សីមបាល ធូ
ku: Zengil a Bisîklet 2

source: Rock Organ
cy: Organ Roc
eo: Rokorgeno
hi: रॉक ऑर्गन
km: រ៉ក អ័រហ្គាន
ku: Org a Rock
my: ရောခ့် အော်ဂင်

source: Seashore
cy: Glan y Môr
eo: Marbordo
hi: समुंदर का किनारा
km: ស៊ីហ័រស៍
ku: Kêleka Derya
ml: കടല്‍ത്തീരം
my: ပင်လယ်ကမ်းခြေ

source: Shakuhachi
eo: Ŝakuhaĉifluto
hi: शाकुहाची
km: ហ្សាកគូហាជី
ku: Flûta Bambu

source: Shamisen
eo: Ŝamisenliuto
hi: शमिसेन
km: ហ្សាមីនសិល
ku: Amûra bi Têlîn a Japon (Shamisen)

source: Shanai
eo: Ŝenaihobojo
hi: शहनाई
km: ហ្សាណៃ
ku: Zirna Hîndî
ml: ഷഹനായി

source: Short Guiro
cy: Guiro Byr
eo: Mallonga guiro
hi: छोटा गायरो
km: ហ្ស័ត ហ្គីរ៉ូ
ku: Guiro a kin

source: Short Whistle
cy: Chwiban Fer
eo: Mallonga fajfo
hi: छोटी सीटी
km: ហ្ស័ត វីស្សិល
ku: Tûtik a kin
my: ခရာ(တို)

source: Side Stick
cy: Ffon Ochr
eo: Randbato
hi: साइड छड़ी
km: សៃ ស្ទីក
ku: bişemitîne kêlekê

source: Sitar
eo: Sitaro
hi: सितार
km: ស៊ីថា
ml: സിത്താര്‍
my: အိန္ဒိယ ဗျတ်စောင်း

source: Slap Bass 1
cy: Bas Slap 1
eo: Frapobaso 1
hi: स्लैप बा १
km: ស្លែប៊េស វ័ន
ku: Bas Gîtar 1

source: Slap Bass 2
cy: Bas Slap 2
eo: Frapobaso 2
hi: स्लैप बास २
km: ស្លែប៊េស ធូ
ku: Bas Gîtar 2

source: Soprano Sax
cy: Sacsoffon Soprano
eo: Soprana saksofono
hi: सोप्रानो सैक्स
km: សូប្រាណូ សា
ku: Soprano Saksafon
ro: Saxofon Sopran

source: Splash Cymbal
cy: Symbal Splash
eo: Plaŭda cimbalo
hi: स्पलैश झांझ
km: ស្លាស សីមបល
ku: Zengil lêdan
ro: Cinel Splash

source: Steel Drums
cy: Drymiau Dur
eo: Ŝtaltamo
hi: स्टील ड्रम
km: ស្ទីល ឌ្រិម
ku: Dahola Pola
my: စတီး ဒရမ်
ro: Tobe de Oţel

source: Steel String Guitar
cy: Gitâr Tannau Dur
eo: Ŝtalgitaro
hi: स्टील स्ट्रिंग गिटार
km: ស្ទីល ស្ទ្រីង ហ្គីតា
ku: Akustik Gîtar
my: စတီးကြိုးဂစ်တာ
ro: Chitara cu Coarde Metalice

source: String Ensemble 1
cy: Ensemble Llinynnol 1
eo: Kordoj ensemblo 1
hi: रिंग एनसेंबल १
km: ស្ទ្រីង អន្សមបល វ័ន
ku: Deng Grup 1
ro: Ansamblu de Coarde 1

source: String Ensemble 2
cy: Ensemble Llinynnol 2
eo: Kordoj ensemblo 2
hi: रिंग एनसेंबल २
km: ស្ទ្រីង អន្សមបល
ku: Deng Grup 2
ro: Ansamblu de Coarde 2

source: Synth Bass 1
cy: Bas Synth 1
eo: Sinto baso 1
hi: सिंथ बास १
km: សីន ប៉ាស វ័ន
ku: Synth Bas 1

source: Synth Bass 2
cy: Bas Synth 2
eo: Sinto baso 2
hi: सिंथ बास २
km: សីន ប៉ាស
ku: Synth Bas 2

source: Synth Drum
cy: Drwm Synth
eo: Sinto tamburo
hi: सिंथ ड्रम
km: សីន ឌ្រិម
ku: Synth Dahol
my: Synth ဒရမ်
ro: Sintetizator de Tobe

source: Synth Voice
cy: Llais Synth
eo: Sinto voĉo
hi: सिंथका आवाज
km: សីន វ៉យ
ku: Synth Deng
my: Synth အသံ
ro: Sintetizator de Voce

source: SynthBrass 1
cy: Pres Synth 1
eo: Sinto latuno 1
hi: सिंथब्रास १
km: សីនប៉ាស វ័ន
ku: Synth Bando 1
ro: Sintetizator de Alamuri 1

source: SynthBrass 2
cy: Pres Synth 2
eo: Sinto latuno 2
hi: सिंथब्रास २
km: សីនប៉ាស ធូ
ku: Synth Bando 2
ro: Sintetizator de Alamuri 2

source: SynthStrings 1
cy: Llinynnau Synth 1
eo: Sinto kordoj 1
hi: सिंथस्ट्रिंग्स १
km: សីនស្ទ្រីង វ័ន
ku: Synth Amûra bi Têl 1
ro: Sintetizator de Coarde 1

source: SynthStrings 2
cy: Llinynnau Synth 2
eo: Sinto kordoj 2
hi: सिंथस्ट्रिंग्स २
km: សីនស្ទ្រីង ធូ
ku: Synth Amûra bi Têl 2
ro: Sintetizator de Coarde 2

source: Taiko Drum
cy: Drwm Taico
eo: Taiko tamburo
hi: टाइको ड्रम
km: ថៃខូ ឌ្រិម
ku: Taiko Dahol
my: တိုင်ကို ဒရမ်
ro: Toba Taiko

source: Tambourine
cy: Tambwrîn
eo: Tamburino
hi: खञ्जरी
km: ថែមប៊ូរីន
ku: Tambûrîn
my: တမ်ဘိုရင်း
ro: Tamburina

source: Tango Accordion
cy: Acordion Tango
eo: Bandoneono
hi: टैंगो एकार्डियन
km: ថាំងហ្គូ អគ័រឌាន
ku: Tango Akordiyon
my: တန်ဂို အကော်ဒီယံ
ro: Acordeon Tango

source: Telephone Ring
cy: Caniad Teleffon
eo: Telefonsonorilo
hi: टेलीफोन रिंग
km: ថេឡេហ្វូន រីង
ku: Dengî Telefon
ml: ടെലിഫോണ് ശബ്ദം
my: တယ်လီဖုန်း ဘဲ(လ်)မြည်သံ
ro: Apel Telefon

source: Tenor Sax
cy: Sacsoffon Tenor
eo: Tenora saksofono
hi: टेनर सैक्स
km: ថេន័រ សាក់
ku: Tenor Saksafon
ro: Saxofon Tenor

source: Timpani
eo: Timbalo
hi: टिंपनो
km: ធីមបានី
ku: Timpani (Dahol)
ro: Timpane

source: Tinkle Bell
cy: Cloch Tincial
eo: Tintilo
hi: टिंकल बेल
km: ថីងខិល បែល
ku: Çıngırak
my: Tinkle ဘဲ(လ်)
ro: Clopot

source: Tremolo Strings
cy: Llinynnau Tremolo
eo: Tremsono kordoj
hi: ट्रेमोलो स्ट्रिंग्स
km: ទ្រឹមម៉ូឡូ ស្ទ្រីង
ku: Titrek Ses
ro: Coarde Tremolo

source: Trombone
cy: Trombôn
eo: Trombono
hi: तुरही
km: ទ្រឹមបូន
ku: Trombon
ro: Trombon

source: Trumpet
cy: Trwmped
eo: Trumpeto
hi: ट्रम्पेट
km: ទ្រឹមប៉ែត
ku: Trompet
ml: കൊമ്പുവാദ്യം
ro: Trompeta

source: Tuba
cy: Tiwba
eo: Tubjo
hi: टुबा
km: ធូបា
ml: താഴ്ന്ന സ്വരത്തില് മാത്രം ഊതുന്ന വാദ്യം

source: Tubular Bells
cy: Tiwbglychau
eo: Tubsonorilo
hi: ट्यूब्यूलर घंटी
km: ធូប៊ីឡា បែល
ku: Dengên Nefîr

source: Vibraphone
cy: Fibraffon
eo: Vibrafono
hi: वाइब्राफोन
km: វ៉ៃប្រាហ្វូន
ku: Vibrafon
ro: Vibrafon

source: Vibraslap
cy: Fibraslap
eo: Vibrafrapo
hi: विब्रास्लैप
km: វ៉ៃប្រាស្លែព

source: Viola
cy: Fiola
eo: Vjolo
hi: वायोला
km: វីយ៉ូឡា
ku: Viyola

source: Violin
cy: Ffidil
eo: Violono
hi: वायोलिन
km: វ៉ាយុលិន
ku: Keman
ml: വയലിന്‍
my: တယော
ro: Vioara

source: Voice Oohs
cy: Lleisiau Oohs
eo: Voĉo ooj
hi: ऊह आवाज
km: វ៉យ អ៊ូ
ku: Dengî Ohh
my: အသံ(အူး)

source: Whistle
cy: Chwiban
eo: Fajfo
hi: सीटी
km: វិស្សឹល
ku: Tûtik
ml: ചൂളംവിളി
my: ခရာ
ro: Fluier

source: Woodblock
cy: Bloc Pren
eo: Lignobloko
hi: वुडब्लॉक
km: វូដប្លក់
ku: Blok a Textî

source: Xylophone
cy: Seiloffon
eo: Ksilofono
hi: ज़ायलोफोन
km: ហ្សាលឡូហ្វូន
ku: Ksilofon
my: ပတ္တလား
ro: Xilofon
