Repository: adlogi/scratch-trans
Catalog: scratch1.4/*/*.po
Languages: cy, eo, hi, km, ku, ml, my, ro

source: wait until %b
cy: aros hyd at %b
eo: atendu ĝis %b
hi: %b होने तक ठहरे
km: រង់ចាំរហូតដល់ %b
ku: heta %b raweste
ml: %b ആവുന്നത് വരെ കാത്തിരിക്കുക
my: %b အထိ စောင့်
ro: asteapta pana cand %b

source: when %k key pressed
cy: pan fo bysell %k wedi ei wasgu
eo: kiam klavo %k estas premita
hi: जब %k बटन दबा हुआ है
km: ពេលឃី %k បានចុច
ku: heger tûşa %k çapkirî be
ml: %k കീ അമര്‍ത്തുമ്പോള്‍
my: %k ကီးကိုနှိပ်ခဲ့ရင်
ro: cand tasta %k e apasata

source: when %m clicked
cy: pan fo %m wedi ei glicio
eo: kiam %m estas alklakita
hi: जब %m क्लिक किया गया हो
km: ពេល %m បានឃ្លីក
ku: heger %m pêlêkirî be
ml: %m ക്ലിക്ക് ചെയ്യുമ്പോള്‍
my: %m ကို ကလစ် နှိပ်ခဲ့ရင်
ro: cand %m clic

source: when I receive %e
cy: pan fyddaf yn derbyn %e
eo: kiam mi ricevas %e
hi: जब मुझे %e मिले
km: ពេលខ្ញុំទទួល %e
ku: heger ez %e bistînim
ml: ഞാന്‍ %e സ്വീകരിക്കുമ്പോള്‍
my: %e ကိုလက်ခံရ တဲ့အခါ
ro: cand primesc %e

source: x position
cy: safle 'x'
eo: x pozicio
hi: x स्थिति
km: x ទីតាំង
ku: pozîsyona x
ml: xസ്ഥാനം
my: xဝင်ရိုး
ro: pozitia x

source: y position
cy: safle 'y'
eo: y pozicio
hi: y स्थिति
km: ទីតាំង y
ku: pozîsyona y
ml: yസ്ഥാനം
my: yဝင်ရိုး
ro: pozitia y

source: (empty)
cy: (gwag)
eo: (malplena)
hi: (खाली)
km: (ទទេ)
ku: vala
ml: (ഒഴിഞ്ഞ)
my: (ဗလာ)
ro: (gol)

source: 1 script
cy: 1 sgript
eo: 1 skripto
hi: १ स्क्रिप्ट
km: ស្គ្រីព ១
ku: 1 nivîsk
ml: 1കോഡ്
my: စကရစ် 1
ro: scriptul 1

source: About Scratch
cy: Ynglŷn â Scratch
eo: Pri Scratch
hi: स्क्रैच के बारे में
km: អំពីស្ក្រាច់(Scratch)
ku: Derbarê Scratch'de
ml: സ്ക്രാച് നെ കുറിച്ച്
my: Scratch အကြောင်း
ro: Despre Scratch

source: About this project:
cy: Ynglŷn â'r prosiect yma:
eo: Pri ĉi tiu projekto:
hi: इस प्रोजेक्ट के बारे में:
km: អំពីគម្រោងនេះ
ku: derbarê vê projê'de
ml: ഈ പ്രൊജക്റ്റ്‌ നെ കുറിച്ച്:
my: ဒီပရောဂျက် အကြောင်း
ro: Despre acest proiect:

source: abs
km: តម្លៃដាច់ខាត
ml: കേവല വില
my: ပြည့်စုံသော တန်ဖိုး

source: add comment
cy: ychwanegwch sylwad
eo: aldoni komenton
hi: कमेंट जोड़ें
km: ដាក់ខំមឹន
ku: şîrove bike
ml: കമന്റ്‌ ചേര്‍ക്കുക
my: မှတ်ချက် အသစ်ထည့်
ro: adauga comentariu

source: add comment here
cy: ychwanegwch sylwad yma
eo: aldoni komenton ĉi tie
hi: यहाँ कमेंट जोड़ें
km: ដាក់ខំមឹនទីនេះ
ku: li vir şîrove bike
ml: കമന്റ്‌ ഇവിടെ ചേര്‍ക്കുക
my: မှတ်ချက် အသစ်ထည့်ပါ
ro: adauga comentariu aici

source: all
cy: y cyfan
eo: ĉiuj
hi: सब
km: ទាំងអស់
ku: hemû
ml: എല്ലാം
my: အားလုံး
ro: tot

source: and
cy: a
eo: kaj
hi: और
km: និង
ku: û
ml: കൂടാതെ
my: နဲ့
ro: si

source: Animation
cy: Animeiddiad
eo: Animacio
hi: एनीमेशन
km: ជីវចល
ku: Anîmasyon
ml: ആനിമേഷന്‍
my: ပုံ/ကာတွန်း လှုပ်ရှားမှု့
ro: Animatie

source: any
cy: unrhyw
eo: iu
hi: कोई भी
km: មួយណាក៏បាន
ku: hîç
ml: ഏതെങ്കിലും
my: တခုခု
ro: orice

source: Art
cy: Celf
eo: Arto
hi: कला
km: សិល្បៈ
ku: huner
ml: കല
my: အနုပညာ
ro: Arta

source: background
cy: cefndir
eo: fono
hi: पृष्ठभूमि
km: ផ្ទៃខាងក្រោយ
ku: binpaşk
ml: രംഗം
my: နောက်ခံ
ro: fundal

source: backgrounds
cy: cefndiroedd
eo: fonoj
hi: पृष्ठभूमि
km: ផ្ទៃខាងក្រោយ
ku: binpaşk
ml: രംഗങ്ങള്‍
my: နောက်ခံများ
ro: fundaluri

source: Backgrounds
cy: Cefndiroedd
eo: Fonoj
hi: पृष्ठभूमियाँ
km: ផ្ទៃខាងក្រោយ
ku: Binpaşk
ml: രംഗങ്ങള്‍
my: နောက်ခံများ
ro: Fundaluri

source: brightness
cy: disgleirdeb
eo: heleca
hi: ब्राइटनेस
km: ភាពភ្លឺ
ku: ronakî
ml: തെളിച്ചം
my: အလင်း အမှာင်
ro: stralucire

source: Brush size:
cy: Maint brws:
eo: Penika grandeco:
hi: ब्रश का अाकार
km: ទំហំជក់គំនូរ
ku: mezinîya Firçe
ml: ബ്രഷിന്റെ വലിപ്പം:
my: စုတ်တံ အရွယ်အစား
ro: Dimensiune pensula:

source: button
cy: botwm
eo: butono
hi: बटन
km: ប៊តថុន
ku: buton
ml: ബട്ടണ്‍
my: ခလုတ်
ro: buton

source: button pressed
cy: botwm wedi ei wasgu
eo: butono premita
hi: बटन दबा हुआ है
km: ប៊តថុនបានចុច
ku: buton çapkirî
ml: ബട്ടണ്‍ അമര്‍ന്നു
my: ခလုတ် ကို နှိပ်ခဲ့
ro: buton apasat

source: Camera
eo: Filmilo
hi: कैमरा
km: ខេមរ៉ា
ku: Kamera
ml: ക്യാമറ
my: ကင်မရာ

source: can rotate
cy: gallu cylchdroi
eo: turnebla
hi: घूम सकता हैं
km: អាចបង្វិល
ku: kare bizivirîne
ml: തിരിയാന്‍ കഴിയും
my: လှည့်ပတ်
ro: se poate roti

source: cancel
cy: canslo
eo: rezignu
hi: रद्द करें
km: ខេនសល
ku: betal bike
ml: ക്യാന്‍സല്‍ ചെയ്യുക
my: ပယ်ဖျက်
ro: renunta

source: Cancel
cy: Canslo
eo: Rezignu
hi: रद्द करें
km: ខេនសល
ku: Betal
ml: ക്യാന്‍സല്‍ ചെയ്യുക
my: ပယ်ဖျက်
ro: Renunta

source: Choose a folder
cy: Dewiswch blygell
eo: Elektu dosierujon
hi: एक फ़ोल्डर चुनें
km: ជ្រើសរើស ហ្វូលឌ័រ
ku: belgedankekê vebijêre
ml: ഫോള്‍ഡര്‍ തിരഞ്ഞെടുക്കുക
my: ဖိုလ်ဒါ ကို ရွေး
ro: Alege un folder

source: Choose new sprite from file
cy: Dewis ciplun newydd o ffeil
eo: Elektu novan objekton el dosiero
hi: फ़ाइल से न स्प्राईटया चुनें
km: ជ្រើសរើសស្ព្រៃថ្មីពីហ្វាល
ku: Aferînekeka nû ji peldankê vebijêre
ml: ഫയലില്‍ നിന്നും ഒരു പുതിയ സ്പ്രയ്റ്റ് തെരഞ്ഞെടുക്കുക
my: သရုပ်ဆောင် အသစ်ကို ဖိုင်ကနေရွေး
ro: Alege spiridus nou din fisier

source: clean up
cy: glanhau
eo: Purigu
hi: साफ करें
km: សម្អាត
ku: paqij ke
ml: ക്ലീന്‍ ചെയ്യുക
my: သေသေသပ်သပ်၊ ရှင်းရှင်းလင်းလင်း
ro: curata

source: Clear
cy: Clirio
eo: Nuligi
hi: मिटा दे
km: សម្អាត
ku: Paqij
ml: മായ്ക്കുക
my: ဖျက်
ro: Sterge

source: Clear canvas
cy: Clirio cynfas
eo: Viŝi kanvason
hi: कैनवास पर सब मिटा दे
km: សម្អាតឃែនវឺស
ku: Taqeyê paqij ke
ml: ക്യാന്‍വാസ് വൃത്തിയാക്കുക
my: ကန်းဗတ်(စ်) ကိုဖျက်
ro: Sterge canavaua

source: Close and continue
cy: Cau a pharhau
eo: Fermi kaj daŭrigi
hi: बंद करे और जारी रखें
km: បិទហើយបន្ត
ku: Bigire û berdewam ke
ml: ക്യാന്‍വാസ് വൃത്തിയാക്കുക
my: ပိတ်ပြီး ဆက်လုပ်
ro: Inchide si continua

source: Close dialog?
cy: Cau deialog?
eo: Ĉu fermi dialogon?
hi: संवाद बंद करें?
km: បិទដាយអឺឡក?
ku: diyalogê bigirin?
ml: സംഭാഷണം അവസാനിപ്പിക്കണോ?
my: ဒိုင်ယာလော့ခ် ကို ပိတ်မလား
ro: Inchizi dialogul?

source: Close paint editor?
cy: Cau'r golygydd peintio?
eo: Ĉu fermi pentradoprogramon?
hi: पेंटएडीटर बंद करे?
km: បិទកម្មវីធី Paint
ku: wêne verastker bigirin?
ml: പെയിന്റ് എഡിറ്റര്‍ ക്ലോസ് ചെയ്യണോ?
my: အရောင်ချယ် အယ်ဒီတာ ကို ပိတ်မလား
ro: Inchizi editorul grafic?

source: close port
cy: cau porth
eo: fermu pordon
hi: पोर्ट बंद करें
km: បិទផត(port)
ku: port bigirin
ml: പോര്‍ട്ട്‌ ക്ലോസ് ചെയ്യുക
my: port ကို ပိတ်
ro: inchide portul

source: Close sound recorder?
cy: Cau recordydd sain?
eo: Ĉu finigi sonoregistradon?
hi: साउंड रिकॉर्डर बंद करें?
km: បិទការថតសំឡេង?
ku: Deng tomarker bigirin ?
ml: സൗണ്ട് റെക്കോഡര്‍ ക്ലോസ് ചെയ്യണോ?
my: အသံဖမ်း ရီကော်ဒါ ကို ပိတ်မလား
ro: Opresti inregistrarea sunetului?

source: color
cy: lliw
eo: kolora
hi: रंग
km: ពណ៌
ku: reng
ml: നിറം
my: အရောင်

source: Compress Images
cy: Cywasgu Delweddau
eo: Densigi bildojn
hi: चित्रों को संक्षिप्त करें
km: ខមផ្រេសរូបភាព
ku: Resiman bidewsîne
ml: ചിത്രങ്ങള്‍ ചുരുക്കുക
my: ဖိုင်အရွယ်အစား ချုံ့ထားသော ပုံများ
ro: Comprima Imagini

source: Compress Sounds
cy: Cywasgu Seiniau
eo: Densigi sonojn
hi: ध्वनियों को संक्षिप्त करें
km: ខមផ្រេសសំឡេង
ku: Dengan bidewsîne
ml: ശബ്ദങ്ങള്‍ ചുരുക്കുക
my: ဖိုင်အရွယ်အစား ချုံ့ထားသော အသံများ
ro: Comprima Sunete

source: Compress sounds and images
cy: Cywasgu seiniau a delweddau
eo: Densigi sonojn kaj bildojn
hi: ध्वनियाँ अौर चित्रों को संक्षिप्त करें
km: ខមផ្រេសសំឡេង និង រូបភាព
ku: Dengan û resiman bidewsîne
ml: ചിത്രങ്ങളും ശബ്ദങ്ങളും ചുരുക്കുക
my: ဖိုင်အရွယ်အစား ချုံ့ထားသော အသံ နဲ့ ပုံများ
ro: Comprima sunete si imagini

source: Computer
cy: Cyfrifiadur
eo: Komputilo
hi: कम्प्यूटर
km: កុំព្យូទ័រ
ku: Kompîter
ml: കമ്പ്യൂട്ടര്‍
my: ကွန်ပျူတာ
ro: Calculator

source: connected
cy: wedi cysylltu
eo: ligita
hi: कनेक्ट किया गया है
km: បានភ្ជាប់
ku: hate grêdan
ml: ബന്ധിപ്പിക്കുക
my: ဆက်သွယ်ပြီး
ro: conectat

source: Connecting to
cy: Cysylltu i
eo: Ligante kun
hi: से कनेक्ट हो रहा है
km: កំពុងភ្ជាប់
ku: tê grêdan
ml: ലോട്ട് ബന്ധിപ്പിക്കുക
my: ဆက်သွယ်ရန်
ro: Conectare la

source: Copy
cy: Copïo
eo: Kopii
hi: कॉपी करे
km: ខប់ពី
ku: Kopye
ml: കോപ്പി ചെയ്യുക
my: ကော်ပီကူး
ro: Copiaza

source: costume
cy: gwisg
eo: kostumo
hi: पोशाक
km: រូបភាព
ku: kostum
ml: രൂപം
my: အဝတ်အစား
ro: costumul

source: costumes
cy: gwisgoedd
eo: kostumoj
hi: पोशाक
km: រូបភាព
ku: kostum
ml: രൂപങ്ങള്‍
my: အဝတ်အစားများ
ro: costume

source: Costumes
cy: Gwisgoedd
eo: Kostumoj
hi: पोशाक
km: រូបភាព
ku: Kostum
ml: രൂപങ്ങള്‍
my: အဝတ်အစားများ
ro: Costume

source: Could not read
cy: Methu darllen
eo: La dosiero ne legeblas
hi: पढ़ नहीं सके
km: មិនអាចអានបាន
ku: Nayê xwendin
ml: വായിക്കാന്‍ സാധ്യമല്ല
my: မဖတ်နိုင်
ro: Nu pot citi

source: Could not read project; file may be damaged
cy: Methu darllen y prosiect; efallai fod y ffeil wedi ei difrodi
eo: La projekto ne legeblas, eble la dosiero estas difektita
hi: रोजेक्ट पढ़ नहीं सके; फ़ाइल शायद बिगड़ गई है
km: មិនអាចអានគម្រោងបាន, ហ្វាល អាចខូច
ku: Proje nayê xwendin; peldank dibe ku xerab bûye
ml: പ്രൊജക്റ്റ്‌ വായിക്കാന്‍ സാധ്യമല്ല; ഫയലിന് തകരാറ് സംഭവിച്ചിരിക്കാം
my: ပရောဂျက် ကို မဖတ်နိုင်။ ဖိုင်ပျက်တာကြောင့် ဖြစ်နိုင်။
ro: Nu pot citi proiectul; fisierul poate fi defect

source: Could not write file
cy: Methu ysgrifennu'r ffeil
eo: Ne eblas skribi la dosieron
hi: फाइल लिख नहीं सके
km: មិនអាចសរសេរហ្វាលបាន
ku: Peldank nayê nivîsandin
ml: ഫയല്‍ എഴുതാന്‍ സാധ്യമല്ല
my: ဖိုင်ကို မရေးနိုင်
ro: Nu pot scrie fisierul

source: Create account
cy: Creu cyfrif
eo: Krei uzantokonton
hi: नया ख़ाता बनाएँ
km: បង្កើតអឹខោន
ku: Hesab çêke
ml: അക്കൗണ്ട്‌ തുടങ്ങുക
my: အကောင့် အသစ်လုပ်
ro: Creeaza cont

source: Create an empty project
cy: Creu prosiect gwag
eo: Krei malplenan projekton
hi: एक नया खाली प्रोजेक्ट बनाएं
km: បង្កើតគម្រោងទទេ
ku: Projeyek vala çêke
ml: പുതിയ ഒരു പ്രോജെക്റ്റ്‌ തുടങ്ങുക
my: ဗလာ ပရောဂျက်အသစ် တခု ဆောက်
ro: Creeaza un proiect gol

source: Data sent. Waiting for response...
cy: Data wedi ei anfod. Aros am ymateb ...
eo: Datumo forsendita. Atendante respondon...
hi: डेटा भेज दिया है। प्रतिक्रिया के लिए प्रतीक्षा कर रहे है ...
km: ដាតាបានបញ្ជូន, រង់ចាំចម្លើយ...
ku: Data hate şandin. Li benda bersivêye...
ml: ഡാറ്റ അയച്ചു കഴിഞ്ഞിരിക്കുന്നു. പ്രതികരണത്തിനായി കാത്തിരിക്കുക...
my: ဒေတာကိုပို့ပြီး။ တုံ့ပြန်မှု့ကို စောင့်နေဆဲ
ro: Date trimise. Se asteapta raspunsul...

source: delete
cy: dileu
eo: forigi
hi: डिलिट करे
km: លុប
ku: paqij be
ml: ഡിലീറ്റ് ചെയ്യുക
my: ဖျက်
ro: sterge

source: Delete
cy: Dileu
eo: Forigi
hi: डिलिट करे
km: លុប
ku: Paqij ke
ml: ഡിലീറ്റ് ചെയ്യുക
my: ဖျက်
ro: Sterge

source: Delete a list
cy: Dileu rhestr
eo: Forigi liston
hi: सूची डिलिट करे
km: លុបលីស្ដ
ku: Lîstekê paqij ke
ml: ഒരു ലിസ്റ്റ് ഡിലീറ്റ് ചെയ്യുക
my: စာရင်းတခုကို ဖျက်
ro: Sterge o lista

source: Delete a variable
cy: Dileu newidyn
eo: Forigi variablon
hi: वेरिएबल डिलिट करे
km: លុបអញ្ញាត
ku: Guhêrbarekê paqij ke
ml: ഒരു ചരം ഡിലീറ്റ് ചെയ്യുക
my: ဘေရီရေဘယ် ကို ဖျက်
ro: Sterge o variabila

source: Delete this background
cy: Dileu'r cefndir yma
eo: Ĉi tiun fonobildon forigi
hi: यह पृष्ठभूमि डिलिट करे
km: លុបផ្ទៃខាងក្រោយនេះ
ku: Vî binpaşkîyê paqij ke
ml: ഈ രംഗം ഡിലീറ്റ് ചെയ്യുക
my: ဒီနောက်ခံကို ဖျက်
ro: Sterge acest fundal

source: Delete this costume
cy: Dileu'r wisg yma
eo: Ĉi tiun kostumon forigi
hi: यह पोशाख डिलिट करे
km: លុបរូបភាពនេះ
ku: Vî kostumî paqij ke
ml: ഈ രൂപം ഡിലീറ്റ് ചെയ്യുക
my: ဒီအဝတ်အစားကို ဖျက်
ro: Sterge acest costum

source: Delete this sound
cy: Dileu'r sain yma
eo: Ĉi tiun sonon forigi
hi: यह पृोशाख डिलिट करे
km: លុបសម្លេងនេះ
ku: Vî dengî paqij ke
ml: ഈ ശബ്ദം ഡിലീറ്റ് ചെയ്യുക
my: ဒီအသံကို ဖျက်
ro: Sterge acest sunet

source: Delete this sprite
cy: Dileu'r ciplun yma
eo: Ĉi tiun objekton forigi
hi: इस स्प्राईट डिलिट करे
km: លុបស្ប្រៃនេះ
ku: Vê aferînekê paqij ke
ml: ഈ സ്പ്രയ്റ്റ് ഡിലീറ്റ് ചെയ്യുക
my: ဒီသရုပ်ဆောင် ကို ဖျက်
ro: Sterge acest spiridus

source: Desktop
cy: Bwrdd gwaith
eo: Labortablo
hi: डेस्कटॉप
km: ឌែសថប់
ku: Sermase
ml: ഡെസ്ക്ടോപ്പ്
my: ဒတ်စတော့(ပ်)

source: disable remote sensor connections
cy: anablu cysylltiadau synhwyrydd pell
eo: malebligi konekton al foraj sentiloj
hi: रिमोट सेंसर कनेक्शन बंद करें
km: បិទរីម៉ូតសិនស័រ
ku: grêdanka qumand a dûr bigire
ml: വിദൂര സേന്സ്റ് ബന്ദം പ്രവര്ത്തന രഹിതമാക്കുക
my: အဝေးထိန်း အာရုံခံကိရိယာ ဆက်သွယ်မှု့ကို ခွင့်မပြု
ro: inhiba conexiunile cu senzorii externi

source: distance
cy: pellter
eo: distanco
hi: दूरी
km: ចម្ងាយ
ku: dûrî
ml: ദൂരം
my: အကွာအဝေး
ro: distanta

source: Documents
cy: Dogfennau
eo: Dokumentoj
hi: डॉक्युमेंट्स
km: ឯកសារ
ku: Dokuman
ml: ഡോക്യുമെന്റ്സ്‌
my: စာရွက်စာတမ်းများ
ro: Documente

source: don't rotate
cy: peidio gwrthdroi
eo: ne turnebla
hi: घुमाएँ नहीं
km: កុំបង្វិល
ku: nezivirîne
ml: തിരിയാതിരിക്കുക
my: မလှည့်ပတ်စေ
ro: nu roti

source: Don't Save
cy: Peidio Cadw
eo: Ne konservi
hi: सेव नहीं करे
km: កុំសេវ
ku: Qeyd neke
ml: സേവ് ചെയ്യാതിരിക്കുക
my: မသိမ်းဘူး
ro: Nu Salva

source: Done
cy: Wedi ei wneud
eo: Preta
hi: हो गया
km: សម្រេច
ku: Bû
ml: കഴിഞ്ഞിരിക്കുന്നു
my: ဆောင်ရွက်ပြီး
ro: Facut

source: down
cy: lawr
eo: malsupre
hi: नीचे
km: ចុះក្រោម
ku: jêr
ml: താഴേക്ക്
my: အောက်
ro: jos

source: down arrow
cy: saeth i lawr
eo: sago malsupren
hi: नीचे की तीर
km: ព្រួញចុះក្រោម
ku: tîra jêr
ml: താഴേക്കുള്ള ആരോമാര്‍ക്ക്
my: အောက်ဘက် မြှား
ro: sageata jos

source: drag to resize
cy: Llusgwch i newid maint
eo: treni por ŝanĝi grandecon
hi: आकार बदलने के लिए खींचें
km: ទាញប្តូរទំហំ
ku: ji bo dîsa guhêrandinê kaşke
ml: സൈസ് മാറ്റാന്‍ വലിക്കുക
my: မောက်(စ်)နဲ့ ဒရပ်ဆွဲပြီး အရွယ်အစားကို ပြောင်း
ro: trage pentru a redimensiona

source: drag to rotate
cy: llusgo i wrthdroi
eo: treni por turni
hi: घुमाने के लिए खींचें
km: ទាញបង្វិល
ku: ji bo nûzivirandinê kaşke
ml: തിരിയുന്നതിനായി വലിച്ചു നീക്കുക
my: မောက်(စ်)နဲ့ ဒရပ်ဆွဲပြီး လှည့်
ro: trage pentru a roti

source: draggable on website?
cy: modd llusgo ar wefan?
eo: ĉu trenable sur TTT-ejo?
hi: वेबसाइट पर खींचने के योग्य है?
km: អាចចាប់ដាក់លើវែបសាយ
ku: li ser malperê tê kaşkirin?
ml: വെബ്സൈറ്റ് ല്‍ വലിച്ചു നീക്കാന്‍ പറ്റിയതാണോ?
my: Web ဆိုက်ပေါ်မှာ မောက်(စ်)နဲ့ ဒရပ်ဆွဲနိုင်မလား
ro: poate fi tras in site-ul web?

source: duplicate
cy: dyblygu
eo: duobligi
hi: नकल करें
km: ស្ទួន
ku: dubare
ml: ഡ്യൂപ്ലിക്കേറ്റ്‌
my: ပွားယူ
ro: duplica

source: Duplicate
cy: Dyblygu
eo: Duobligi
hi: नकल करें
km: ស្ទួន
ku: Dubare ke
ml: ഡ്യൂപ്ലിക്കേറ്റ്‌
my: ပွားယူ
ro: Duplica

source: edge
cy: ymyl
eo: rando
hi: किनारा
km: គែម
ku: kevî
ml: അരിക്
my: ဘောင် (သို့) အစွန်း
ro: margine

source: Edit
cy: Golygu
eo: Redakti
hi: एडिट
km: កែសម្រួល
ku: Verastke
ml: എഡിറ്റ്‌
my: ပြင်ဆင်မှု့
ro: Editare

source: Ellipse tool (draw outlined or filled ellipse or circle)
cy: Offer elips (lluniadu elips neu gylch amlinell neu llanw)
eo: Elipsilo (pentri elipson aŭ cirklon)
hi: एलिप्स टुल (रेखांकितया भरा हुअा गोल या अंडाकार बनाए)
km: អេលីបធូល (គូសអាវឡាញ ឬ បំពេញផ្ទៃ របស់ អេលីប ឬ រង្វង់)
ku: Amûra Elips (elipsa tijî an a vala an jî bazneyan çixizke
ml: എലിപ്സ് ടൂള്‍സ്(ഔട്ട്‌ലൈന്‍,എലിപ്സ്,വൃത്തം എന്നിവ വരയ്ക്കാന്‍)
my: ဘဲဥပုံ ကိရိယာ (ပုံကြမ်းဆွဲ (သို့) ဘဲဥပုံ၊ စက်ဝိုင်းပုံ များဆွဲထည့်ခြင်း)
ro: Selectie elipsa (deseneaza o elipsa sau un cerc cu sau fara umplere)

source: enable remote sensor connections
cy: Galluogi cysylltiad synhwyrydd pell
eo: ebligi konektojn al foraj sentiloj
hi: रिमोट सेंसर कनेक्शन्स सक्षम करें
km: បើករីម៉ូតសិនស័រ
ku: grêdanka qumand a dûr veke
ml: വിദൂര സേന്സ്റ് ബന്ദം പ്രവര്ത്തന സജ്ജമാക്കുക
my: အဝေးထိန်း အာရုံခံကိရိယာ ဆက်သွယ်မှု့ကို ခွင့်ပြု
ro: permite conexiuni la senzori

source: Enter presentation mode
cy: Mynd i'r modd cyflwyno
eo: Prezentomoduso
hi: प्रेसेंटेशन मोड में प्रवेश करे
km: ចូលក្នុងទម្រង់បទបង្ហាញ
ku: Têkeve moda raberkirinê
ml: പ്രസന്റേഷന്‍ മോഡ് തുടങ്ങുക
my: တင်ဆက်ပြသမှု့ ပုံစံ ဆီ ဝင်ရောက်
ro: Intra in modul prezentare

source: Eraser
cy: Dilëydd
eo: Skrapgumo
hi: मिटाने का रबर
km: ប្រដាប់លុប
ku: Jêbirk
ml: റബ്ബര്‍
my: ခဲဖျက်
ro: Guma de sters

source: Eraser size
cy: Maint dilëydd
eo: Larĝeco
hi: रबर का अाकार
km: ទំហំ ប្រដាប់លុប
ku: Mezinîya jêbirkê
ml: റബ്ബറിന്റെ വലിപ്പം
my: ခဲဖျက်ရဲ့ အရွယ်အစား
ro: Marimea gumei de sters

source: Error!
cy: Gwall!
eo: Eraro!
hi: गलती!
km: អ៊ែរ៉ឹរ!
ku: Xeta!
ml: തെറ്റ്!
my: အမှားအယွင်း
ro: Eroare!

source: Examples
cy: Enghreifftiau
eo: Ekzemploj
hi: उदाहरण
km: ឧទាហរណ៍
ku: Mînak
ml: ഉദാഹരണങ്ങള്‍
my: ဥပမာ
ro: Exemple

source: Exit presentation
cy: Gadael cyflwyniad
eo: Forlasi prezenton
hi: रेज़ेन्टेशन से बाहर जाए
km: បញ្ចាប់បទបង្ហាញ
ku: Raberkirinê biqedîne
ml: പ്രസന്റേഷന്‍ അവസാനിപ്പിക്കുക
my: တင်ဆက်ပြသမှု့ ပုံစံကနေ ထွက်
ro: Iesire prezentare

source: Exit presentation mode
cy: Gadael modd cyflwyno
eo: Forlasi prezentomoduson
hi: प्रस्तुतीकरण मोड से बाहर जाए
km: បញ្ចប់ទម្រង់បទបង្ហាញ
ku: Moda raberkirinê biqedîne
ml: പ്രസന്റേഷന്‍ മോഡ് അവസാനിപ്പിക്കുക
my: တင်ဆက်ပြသမှု့ ပုံစံကနေ ထွက်
ro: Iesire din modul prezentare

source: export
cy: allfudo
eo: eksporti
hi: निर्यात करें
km: អ៊ិកស្ព័ត
ku: derxistin a derve
ml: കൊടുത്തയയ്ക്കുക
my: ဖိုင်အနေနဲ့ရေးထုတ်

source: Export Background
cy: Allfudo Cefndir
eo: Eksporti fonobildon
hi: पृष्ठभूमि निर्यात करें
km: អ៊ិកស្ព័តផ្ទៃខាងក្រោយ
ku: binpaşkê derxe derve
ml: രംഗം കൊടുത്തയയ്ക്കുക
my: နောက်ခံကို ဖိုင်အနေနဲ့ရေးထုတ်
ro: Exporta Fundalul

source: Export Costume
cy: Allfudo Gwisg
eo: Eksporti kostumon
hi: पोशाख निर्यात करें
km: អ៊ិកស្ព័តរូបរាង
ku: Kostum derxe derve
ml: രൂപം കൊടുത്തയയ്ക്കുക
my: အဝတ်အစားကို ဖိုင်အနေနဲ့ရေးထုတ်
ro: Exporta Costumul

source: Export failed
cy: Allfudo wedi methu
eo: La eksporto malsukcesis
hi: निर्यात असफल रहा।
km: អ៊ិកស្ព័តបរាជ័យ
ku: Derxistin biserneket
ml: കൊടുത്തയയ്ക്കല്‍ പരാജയപ്പെട്ടിരിക്കുന്നു
my: ဖိုင်အနေနဲ့ရေးထုတ်တာ မအောင်မြင်
ro: Exportul a esuat

source: Export Sound
cy: Allfudo Sain
eo: Eksporti sonon
hi: साउंड निर्यात करें
km: អ៊ិកស្ព័តសំឡេង
ku: Deng derxe derve
ml: ശബ്ദം-കൊടുത്തയയ്ക്കുക
my: အသံကို ဖိုင်အနေနဲ့ရေးထုတ်
ro: Exporta Sunet

source: Export Sprite
cy: Allfudo Ciplun
eo: Eksporti objekton
hi: स्प्राईट निर्यात करें
km: អ៊ិកស្ព័តស្ប្រៃ
ku: Aferînek derxe derve
ml: സ്പ്രയ്റ്റ് കൊടുത്തയയ്ക്കുക
my: သရုပ်ဆောင် ကို ဖိုင်အနေနဲ့ရေးထုတ်
ro: Exporta Sprite

source: export this costume
cy: allfudo'r wisg yma
eo: ĉi tiun kostumon eksporti
hi: यह पोशाख निर्यात करें
km: អ៊ិកស្ព័តរូបរាងនេះ
ku: Vî kostumî derxe derve
ml: ഈ രൂപം കൊടുത്തയയ്ക്കുക
my: ဒီအဝတ်အစားကို ဖိုင်အနေနဲ့ရေးထုတ်
ro: exporta acest costum

source: export this sound
cy: allfudo'r sain yma
eo: ĉi tiun sonon eksporti
hi: यह साउंड निर्यात करें
km: អ៊ិកស្ព័តសំឡេងនេះ
ku: Vî dengî derxe derve
ml: ഈ ശബ്ദം-കൊടുത്തു വിടുക
my: ဒီအသံကို ဖိုင်အနေနဲ့ရေးထုတ်
ro: exporta acest sunet

source: export this sprite
cy: allfudo'r ciplun yma
eo: ĉi tiun objekton eksporti
hi: यह स्प्राईट निर्यात करें
km: អ៊ិកស្ព័តស្ប្រៃនេះ
ku: Vê Aferînekê derxe derve
ml: ഈ സ്പ്രയ്റ്റ് കൊടുത്തയയ്ക്കുക
my: ဒီသရုပ်ဆောင် ကို ဖိုင်အနေနဲ့ရေးထုတ်
ro: exporta acest spiridus

source: Extras menu
cy: Dewislen ychwanegol
eo: Ekstra menuo
hi: अतिरिक्त मेनू
km: មែនញូយអ៊ិចស្ត្រា
ku: Menu a Ekstra
ml: എക്സ്ട്രാസ് മെനു
my: အပို မန်နူး(ရွေးစရာ စာရင်း)
ro: Extras meniu

source: Eyedropper tool (select a color)
cy: Offer Piped (dewis lliw)
eo: Pipoto (elekti koloron)
hi: अाईड्रोपर टूल (एक रंग चूने)
km: អាយដ្រប់ធូល (ជ្រើសរើសពណ៌)
ku: Amûra rengvebijêrînê (rengekî vebijêre)
ml: ഇങ്ക് ഫില്ലെര്‍ (കളര്‍ തെരഞ്ഞെടുക്കുക)
my: အရောင်စုပ် ကိရိယာ (အရောင်တမျိုးကို ရွေးချယ်ပါ)
ro: Pipeta (selectarea culorii)

source: Failed:
cy: Methu:
eo: Malsukceso:
hi: असफल रहा:
km: បរាជ័យ:
ku: Biserneket:
ml: പരാജയപ്പെട്ടു:
my: မအောင်မြင်
ro: Esuat:

source: false
cy: gau
eo: malvera
hi: गलत
km: មិនពិត
ku: xelet
ml: തെറ്റ്
my: မှား
ro: fals

source: File
cy: Ffeil
eo: Dosiero
hi: फ़ाइल
km: ហ្វាល
ku: Peldank
ml: ഫയല്‍
my: ဖိုင်
ro: Fisier

source: File not found
cy: Methu dod o hyd i'r ffeil
eo: Dosiero ne trovita
hi: फ़ाइल नहीं मिली
km: រកមិនឃើញហ្វាល
ku: Peldank nayê dîtin
ml: ഫയല്‍ കാണുന്നില്ല
my: ဖိုင်ကို ရှာမတွေ့
ro: Fisierul nu a fost gasit

source: Fill tool (fill areas with color or gradient)
cy: Offer llanw (llanw ardaloedd gyda lliw cyson neu raddiant)
eo: Plenigilo (plenigi areojn per farbo)
hi: फ़िल टूल (क्षेत्रों को रंग या ग्रेडिएंट से भरें)
km: ហ្វីលធូល (បំពេញពណ៌លើផ្ទៃ ឬ ល្បាយពណ៌)
ku: Amûra tijikirinê (qadan bi reng yanjî bi gradient tijîke
ml: ഫില്‍ ടൂള്‍(കളര്‍,ഗ്രേഡിയെന്റ്)
my: အရောင်ဖြည့် ကိရိယာ(အရောင်၊ ချယ်မှုန်းပုံစံ ကို ဧရိယာရွေးပြီး ဖြည့်နိုင်)
ro: Umplere cu culoare (umple cu culoare o zona delimitata)

source: first
cy: cyntaf
eo: unua
hi: पहला
km: ទីមួយ
ku: yekem
ml: ആദ്യത്തെ
my: ပထမ
ro: primul

source: fisheye
cy: llygaid pysgodyn
eo: fiŝokula
hi: फ़िशअाई
km: ហ្វីសអាយ
ku: çavmasî
ml: ഉരുണ്ട പ്രതിബിംബം
my: ငါးမျက်လုံး မှန်ဘီလူး
ro: ochi de peste

source: Flash blocks (fast)
cy: Blociau Flash (cyflym)
eo: Ekbrili blokojn (rapide)
hi: फ्लैश ब्लॉक्स (तेज़)
km: ប្លក់ញាក់ (លឿន)
ku: Blokên flash (zû)
ml: ഫ്ലാഷ് ബ്ലോക്കുകള്‍(വേഗത്തിലാക്കുക...)
my: ဘလောက်တုံးများကို မှိတ်တုတ်မှိတ်တုတ်ဖြစ်စေ (အမြန်)
ro: Blocuri Flash (rapid)

source: Flash blocks (slow)
cy: Blociau Flash (araf)
eo: Ekbrili blokojn (malrapide)
hi: फ्लैश ब्लॉक्स (धीमा)
km: ប្លក់ញាក់ (យឺត)
ku: Blokên flash (hêdî)
ml: ഫ്ലാഷ് ബ്ലോക്കുകള്‍(പതുക്കെയാക്കുക....)
my: ဘလောက်တုံးများကို မှိတ်တုတ်မှိတ်တုတ်ဖြစ်စေ (အနှေး)
ro: Blocuri Flash (lent)

source: Flip horizontally
cy: Gwrthdroi yn llorweddol
eo: Speguli horizontale
hi: आड़ा पलटें
km: បង្វិលផ្ដេក
ku: Berwarî wergerîne
ml: ഇടതും വലതും ആയി മാറുക
my: အလျားလိုက် လှည့်ပြောင်း
ro: Rastoarna orizontal

source: Flip vertically
cy: Gwrthdroi yn fertigol
eo: Speguli vertikale
hi: खड़ा पलटें
km: បង្វិលបញ្ឈរ
ku: Emûdî wergerîne
ml: മുകളിലും താഴെയുമായി മാറുക
my: ထောင်လိုက် လှည့်ပြောင်း
ro: Rastoarna vertical

source: For all sprites
cy: Ar gyfer bob ciplun
eo: Por ĉiuj objektoj
hi: सभी स्प्राईट्स के लिए
km: សម្រាប់ស្ប្រៃទាំងអស់
ku: Ji bo hemû Aferînekan
ml: എല്ലാ സ്പ്രയ്റ്റിനും വേണ്ടി
my: သရုပ်ဆောင် အားလုံးအတွက်
ro: Pentru toti spiridusii

source: For this sprite only
cy: Ar gyfer y ciplun yma'n unig
eo: Nur por ĉi tiu objekto
hi: केवल इस स्प्राईट के लिए
km: សម្រាប់តែស្ប្រៃនេះមួយគត់
ku: Tenê ji bo vê Aferînekê
ml: ഈ സ്പ്രയ്റ്റിനു മാത്രം
my: ဒီသရုပ်ဆောင် တခုထဲ အတွက်
ro: Doar pentru acest spiridus

source: Game
cy: Gêm
eo: Ludo
hi: खेल
km: ហ្គេម
ku: Lîstik
ml: കളി
my: ဂိမ်း
ro: Joc

source: Get surprise sprite
cy: Mofyn ciplun ar hap
eo: Surpriza objekto
hi: सरप्राइज़ स्प्राईट ले
km: យកស្ប្រៃដោយចៃដន្យ
ku: Aferîneka surprîz bianîne
ml: ഏതെങ്കിലും ഒരു സ്പ്രയ്റ്റ്
my: ဘာ သရုပ်ဆောင် ပါလိမ့်
ro: Obtine un spiridus surpriza

source: Get the last thing deleted
cy: Mofyn y peth olaf a ddileuwyd
eo: Malfari lastan agon
hi: पिछला काम डिलीट करवा दे
km: យកវត្ថុដែលត្រូវបានលុបចុងក្រោយ
ku: Tiştî herî dawî hate paqijkirin, bianîne
ml: അവസാനത്തെ ഐറ്റം ഡിലീറ്റ് ചെയ്യുക
my: နောက်ဆုံး ဖျက်ခဲ့တာကို ပြန်ပြင် (မဖျက်ချင်တော့ဘူး)
ro: Obtine ultimul lucru sters

source: Getting Started
cy: Dechrau
eo: Unuaj paŝoj
hi: शुरुवात करे
km: ចាប់ផ្ដើម
ku: Destpêk
ml: തുടങ്ങുക
my: စလုပ်
ro: Notiuni de baza

source: ghost
cy: ysbryd
eo: diafaneca
hi: भूत
km: ខ្មោច
ku: pêrew
ml: ഭൂതം
my: သရဲ
ro: fantoma

source: Go To Scratch Website
cy: Mynd i'r Wefan Scratch
eo: Viziti Scratch-retejon
hi: स्क्रैच वेबसाइट पर जांए
km: ទៅកាន់វេបសាយរបស់ស្ក្រាច់
ku: Biçe Malpera Scratch
ml: സ്ക്രാച് വെബ്സൈറ്റ് ലോട്ട് പോവുക
my: Scratchရဲ့ Webဆိုက်ကိုဖွင့်
ro: Mergi la site-ul Scratch

source: grab screen region for new costume
cy: cipio rhan o'r sgrin ar gyfer gwisg newydd
eo: preni ekranan areon kaj fari novan kostumon
hi: नई पोशाक के लिए स्क्रीन क्षेत्र पकड़े
km: ថតតំបន់នៃអេក្រង់សម្រាប់រូបរាងថ្មី
ku: herêmî ekranê bo Kostumeka nû bistîne
ml: സ്ക്രീനിന്റെ ഭാഗമുപയോഗിച്ചു പുതിയ രൂപം ഉണ്ടാക്കുക
my: မော်နီတာစကရင် ဧရိယာတခုကို ဖြတ်ထုတ်ယူပြီး အဝတ်အစား အသစ်အဖြစ်သုံး

source: grab screen region for new sprite
cy: cipio rhan o'r sgrin ar gyfer ciplun newydd
eo: preni ekranan areon kaj fari novan objekton
hi: नए स्प्राईट के लिए स्क्रीन क्षेत्र पकड़े
km: ថតតំបន់នៃអេក្រង់សម្រាប់ស្ប្រៃថ្មី
ku: herêmî ekranê bo Aferîneka nû bistîne
ml: സ്ക്രീനിന്റെ ഭാഗമുപയോഗിച്ചു പുതിയ സ്പ്രയ്റ്റ് ഉണ്ടാക്കുക
my: မော်နီတာစကရင် ဧရိယာတခုကို ဖြတ်ထုတ်ယူပြီး သရုပ်ဆောင် အသစ်အဖြစ်သုံး

source: Grow
cy: Chwyddo
eo: Pligrandigi
hi: बडा करे
km: ពង្រីក
ku: Mezinkirin
ml: വലുതാവുക
my: ကြီးထွားစေ (ချဲ့)
ro: Mareste

source: Grow sprite
cy: Chwyddo ciplun
eo: Pligrandigi objekton
hi: स्प्राईट को बडा करे
km: ពង្រីកស្ប្រៃ
ku: Mezinkirina Aferîn
ml: സ്പ്രയ്റ്റ് വളരുക
my: သရုပ်ဆောင် ကို ကြီးထွားစေ
ro: Mareste spiridusul

source: hello
cy: helo
eo: Saluton
hi: नमस्ते
km: សួស្ដី
ku: merheba
ml: ഹലോ
my: ဟလ်လို
ro: salut
