Repository: adlogi/scratch-trans
Catalog: scratch1.4/*/*_instigate.po
Languages: hy

source: Language-Name
hy: Հայերեն

source: Language-Direction
hy: LTR

source: Suppress-Bold
hy: false

source: Win-Font
hy: Armenian Unicode

source: Mac-Font
hy: Armenian Unicode

source: Linux-Font
hy: Armenian Unicode

source: %H sensor value
hy: %H զգայունակի արժեքը

source: %L contains %s
hy: %L պարունակում է %s

source: %a of %m
hy: %m ից %a

source: %b and %b
hy: %b և %b

source: %b or %b
hy: %b կամ %b

source: %f of %n
hy: %n ից %f

source: %n mod %n
hy: %n մնացորդ %n

source: add %s to %L
hy: %L ին ավելացնել %s

source: answer
hy: պատասխանել

source: ask %s and wait
hy: հարցնել %s և սպասել

source: background #
hy: ֆոն #

source: broadcast %e
hy: հաղորդել %e

source: broadcast %e and wait
hy: հաղորդել %e և սպասել

source: change %g effect by %n
hy: փոփոխել %g էֆեկտը %n ով

source: change %v by %n
hy: փոփոխել %v %n ով

source: change pen color by %n
hy: փոփոխել գրիչի գույնը %n ով

source: change pen shade by %n
hy: փոփոխել գրիչի ստվերը %n ով

source: change pen size by %n
hy: փոփոխել գրիչի չափսը %n ով

source: change size by %n
hy: փոփոխել չափսը %n ով

source: change tempo by %n
hy: փոփոխել տեմպը %n ով

source: change volume by %n
hy: փոփոխել ձայնի բարձրությունը %n ով

source: change x by %n
hy: փոփոխել x %n ով

source: change y by %n
hy: փոփոխել y %n ով

source: clear
hy: մաքրել

source: clear graphic effects
hy: մաքրել գրաֆիկական էֆեկտները

source: color %C is touching %C?
hy: %C գույնը հպվու՞մ է %C ին

source: control
hy: Կառավարում

source: costume #
hy: կերպարը (#)

source: delete %y of %L
hy: ջնջել %L ից %y

source: direction
hy: ուղղություն

source: distance to %m
hy: հեռավորությունը մինչև %m

source: else
hy: այլապես

source: forever
hy: անընդհատ

source: forever if %b
hy: անընդհատ, եթե %b

source: glide %n secs to x:%n y:%n
hy: սահել %n վայրկյան դեպի x:%n y:%n

source: go back %n layers
hy: իջնել %n շերտեր

source: go to %m
hy: գնալ դեպի %m

source: go to front
hy: բարձրանալ վերին շերտ

source: go to x:%n y:%n
hy: գնալ դեպի x:%n y:%n

source: hide
hy: թաքցնել

source: hide variable %v
hy: թաքցնել %v փոփոխականը

source: if %b
hy: եթե %b

source: if on edge, bounce
hy: եթե եզր է, հրվել

source: insert %s at %i of %L
hy: %i տեղադրել մեջ %L ից %s

source: item %i of %L
hy: %i տարր %L ից

source: join %s %s
hy: %s միավորել %s

source: key %k pressed?
hy: %k ստեղնը սեղմվա՞ծ է

source: length of %L
hy: %L ցուցակի երկարությունը

source: length of %s
hy: %s տողի երկարությունը

source: letter %n of %s
hy: %s ի %n-րդ տառը

source: list
hy: ցուցակ

source: looks
hy: Տեսքեր

source: loud?
hy: ձայնը բա՞րձր է

source: loudness
hy: ձայնի բարձրություն

source: motion
hy: Շարժում

source: motor direction %W
hy: շարժիչի ուղղությունը %W

source: motor off
hy: անջատել շարժիչը

source: motor on
hy: միացնել շարժիչը

source: motor on for %n secs
hy: միացնել շարժիչը %n վայրկյանով

source: motor power %n
hy: շարժիչի հզորությունը %n

source: mouse down?
hy: մկնիկը սեղմվա՞ծ է

source: mouse x
hy: մկնիկի x-ը

source: mouse y
hy: մկնիկի y-ը

source: move %n steps
hy: տեղափոխվել %n քայլ

source: next background
hy: հաջորդ ֆոն

source: next costume
hy: հաջորդ կերպար

source: not %b
hy: ոչ %b

source: operators
hy: Հրամաններ

source: pen
hy: Գրիչ

source: pen down
hy: գրիչն իջեցնել

source: pen up
hy: գրիչը բարձրացնել

source: pick random %n to %n
hy: պատահական թիվ՝ %n ից %n

source: play drum %D for %n beats
hy: %D թմբուկով նվագել %n տակտ

source: play note %N for %n beats
hy: նվագել %N նոտան %n տակտ

source: play sound %S
hy: արտաբերել %S ձայնը

source: play sound %S until done
hy: արտաբերել %S ձայնը մինչև ավարտը

source: point in direction %d
hy: նշել ուղղությունը %d

source: point towards %m
hy: ուղղվել դեպի %m

source: repeat %n
hy: կրկնել %n

source: repeat until %b
hy: կրկնել մինչև %b

source: replace item %i of %L with %s
hy: փոխարինել %i տարրը %L ից %s ով

source: reset timer
hy: զրոյացնել վայրկյանաչափի արժեքը

source: rest for %n beats
hy: դադարեցնել %n տակտ

source: round %n
hy: կլորացնել %n

source: say %s
hy: ասել %s

source: say %s for %n secs
hy: ասել %s %n վայրկյան

source: sensing
hy: Ընկալում

source: sensor %h?
hy: զգայունակ %h?

source: set %g effect to %n
hy: կիրառել %g էֆեկտը %n արժեքով

source: set %v to %n
hy: %v -ին վերագրել %n

source: set instrument to %I
hy: կայել գործիք %I

source: set pen color to %c
hy: գրիչի գույնը` %c

source: set pen color to %n
hy: ընտրել գրիչի գույնը %n

source: set pen shade to %n
hy: գրիչի թափանցիկությունը` %n

source: set pen size to %n
hy: գրիչի չափսը՝ %n

source: set size to %n%
hy: չափսը՝ %n%

source: set tempo to %n bpm
hy: տեմպին վերագրել %n զարկ/րոպե

source: set volume to %n%
hy: ձայնի բարձրությունը՝ %n%

source: set x to %n
hy: x -ին վերագրել %n

source: set y to %n
hy: y -ին վերագրել %n

source: show
hy: ցույց տալ

source: show variable %v
hy: ցույց տալ %v փոփոխականը

source: size
hy: չափս

source: sound
hy: Ձայն

source: stamp
hy: կնիք

source: stop all
hy: ամբողջը դադարեցնել

source: stop all sounds
hy: դադարեցնել բոլոր ձայները

source: stop script
hy: դադարեցնել հրահանգաշարը

source: switch to background %l
hy: փոխանջատել %l ֆոնին

source: switch to costume %l
hy: փոխանջատել %l կերպարին

source: tempo
hy: տեմպ

source: think %s
hy: մտածել %s

source: think %s for %n secs
hy: մտածել %s %n վայրկյան

source: timer
hy: վայրկյանաչափ

source: touching %m?
hy: հպվու՞մ է %m ին

source: touching color %C?
hy: հպվու՞մ է %C գույնին

source: turn %n degrees
hy: շրջվել %n աստիճանով

source: variables
hy: Փոփոխականներ

source: volume
hy: ձայնը

source: wait %n secs
hy: սպասել %n վայրկյան

source: wait until %b
hy: սպասել մինչև %b

source: when %k key pressed
hy: երբ %k ստեղնը սեղմված է

source: when %m clicked
hy: երբ %m սեղմված է

source: when I receive %e
hy: երբ ստանում եմ %e

source: x position
hy: x-ը

source: y position
hy: y-ը

source: (empty)
hy: (դատարկ)

source: 1 script
hy: 1 հրահանգաշար

source: About Scratch
hy: Scratch-ի մասին

source: About this project:
hy: Այս նախագծի մասին

source: abs
hy: abs (մոդուլ)

source: add comment
hy: ավելացնել մեկնաբանություն

source: add comment here
hy: այստեղ մեկնաբանություն ավելացնել

source: all
hy: ամբողջը

source: and
hy: և

source: Animation
hy: Անիմացիա

source: any
hy: այլ

source: Art
hy: Արվեստ

source: background
hy: ֆոն

source: backgrounds
hy: Ֆոներ

source: Backgrounds
hy: Ֆոներ

source: brightness
hy: պայծառություն

source: Brush size:
hy: Վրձնի չափսը.

source: button
hy: կոճակ

source: button pressed
hy: կոճակը սեղմված է

source: Camera
hy: Տեսախցիկ

source: can rotate
hy: կարողանալ պտտվել

source: cancel
hy: Չեղարկել

source: Cancel
hy: Չեղարկել

source: Choose a folder
hy: Ընտրել որևէ պանակ

source: Choose new sprite from file
hy: Ընտրել նոր առարկա նիշքից

source: clean up
hy: կարգի բերել

source: Clear
hy: Մաքրել

source: Clear canvas
hy: Մաքրել կտավը

source: Close and continue
hy: Փակել և շարունակել

source: Close dialog?
hy: Փակե՞լ երկխոսությունը

source: Close paint editor?
hy: Փակե՞լ նկարչական խմբագիրը

source: close port
hy: փակել միացքը

source: Close sound recorder?
hy: Փակե՞լ ձայնագրիչը

source: color
hy: գույն

source: Compress Images
hy: Սեղմել նկարների նիշքերը

source: Compress Sounds
hy: Սեղմել ձայների նիշքերը

source: Compress sounds and images
hy: Սեղմել ձայներն ու նկարները

source: Computer
hy: Համակարգիչ

source: connected
hy: կապը հաստատված է

source: Connecting to
hy: Հաստատում ենք կապ

source: Copy
hy: Պատճենել

source: costume
hy: կերպար

source: costumes
hy: կերպարներ

source: Costumes
hy: Կերպարներ

source: Could not read
hy: Հնարավոր չէ կարդալ

source: Could not read project; file may be damaged
hy: Հնարավոր չէ կարդալ նախագիծը. հնարավոր է՝ նիշքը վնասված է

source: Could not write file
hy: Հնարավոր չէ գրանցել նիշքը

source: Create account
hy: Ստեղծել հաշիվ

source: Create an empty project
hy: Ստեղծել դատարկ նախագիծ

source: Data sent. Waiting for response...
hy: Տվյալներն ուղարկված են:Սպասում ենք պատասխանի...

source: delete
hy: ջնջել

source: Delete
hy: Ջնջել

source: Delete a list
hy: Ջնջել ցուցակը

source: Delete a variable
hy: Ջնջել փոփոխականը

source: Delete this background
hy: Ջնջել այս ֆոնը

source: Delete this costume
hy: Ջնջել այս կերպարը

source: Delete this sound
hy: Ջնջել այս ձայնը

source: Delete this sprite
hy: Ջնջել այս առարկան

source: Desktop
hy: Աշխատանքային սեղան

source: disable remote sensor connections
hy: անջատել զգայունակը

source: distance
hy: հեռավորություն

source: Documents
hy: Փաստաթղթեր

source: don't rotate
hy: չպտտել

source: Don't Save
hy: Չպահպանել

source: Done
hy: Կատարված է

source: down
hy: ներքև

source: down arrow
hy: վար սլաք

source: drag to resize
hy: քաշելով փոփոխել չափսը

source: drag to rotate
hy: քաշելով պտտել

source: draggable on website?
hy: արտահանե՞լ Scratch-ի կայք-էջ

source: duplicate
hy: կրկնօրինակել

source: Duplicate
hy: Կրկնօրինակել

source: edge
hy: եզր

source: Edit
hy: Խմբագրել

source: Ellipse tool (draw outlined or filled ellipse or circle)
hy: Էլիպս (նկարում է եզրագծված կամ գունավորած էլիպս կամ շրջան)

source: enable remote sensor connections
hy: միացնել զգայունակը

source: Enter presentation mode
hy: Անցնել ցուցադրության կերպին

source: Eraser
hy: Ռետին

source: Eraser size
hy: Ռետինի չափսը

source: Error!
hy: Սխալ

source: Examples
hy: Օրինակներ

source: Exit presentation
hy: Փակել ցուցադրությունը

source: Exit presentation mode
hy: Անջատել ցուցադրության կերպը

source: export
hy: արտահանել

source: Export Background
hy: Արտահանել ֆոնը

source: Export Costume
hy: Արտահանել կերպարը

source: Export failed
hy: Արտահանումը ձախողվեց

source: Export Sound
hy: Արտահանել ձայնը

source: Export Sprite
hy: Արտահանել առարկան

source: export this costume
hy: արտահանել այս կերպարը

source: export this sound
hy: արտահանել այս ձայնը

source: export this sprite
hy: արտահանել այս առարկան

source: Extras menu
hy: Լրացումների ցանկագոտի

source: Eyedropper tool (select a color)
hy: Կաթոցիկ (ընտրել գույն)

source: Failed:
hy: Ձախողում

source: false
hy: սխալ

source: File
hy: Նիշք

source: File not found
hy: Նիշքը գտնված չէ

source: Fill tool (fill areas with color or gradient)
hy: Գունավորման գործիք (լցնում է տարածությունը գույնով կամ գրադիենտով)

source: first
hy: առաջին

source: fisheye
hy: ձկան աչք

source: Flash blocks (fast)
hy: Բլոկների թարթում (արագ)

source: Flash blocks (slow)
hy: Բլոկների թարթում (դանդաղ)

source: Flip horizontally
hy: Հորիզոնական արտապատկերում

source: Flip vertically
hy: Ուղղահայաց արտապատկերում

source: For all sprites
hy: Բոլոր առարկաների համար

source: For this sprite only
hy: Միայն այս առարկայի համար

source: Game
hy: Խաղ

source: Get surprise sprite
hy: Ընտրել պատահական առարկա

source: Get the last thing deleted
hy: Ջնջել վերջին գործողությունները

source: Getting Started
hy: Աշխատանքի սկիզբ

source: ghost
hy: ուրվական

source: Go To Scratch Website
hy: Անցնել Scratch-ի կայք-էջ

source: grab screen region for new costume
hy: էկրանից հատված վերցնել նոր կերպարի համար

source: grab screen region for new sprite
hy: էկրանից հատված վերցնել նոր առարկայի համար

source: Grow
hy: Մեծանալ

source: Grow sprite
hy: Մեծացնել առարկան

source: hello
hy: բարև

source: Hello!
hy: Բարև

source: help
hy: օգնություն

source: Help
hy: Օգնություն

source: Help Page
hy: Օգնության էջ

source: Help Screens
hy: Օգնության պատուհաններ

source: Hide Motor Blocks
hy: Թաքցնել շարժիչի բլոկները

source: High (biggest)
hy: Առավելագույն

source: Hmm...
hy: Հմմ...

source: Home
hy: Գլխավոր

source: Images compressed
hy: Նկարները սեղմված են

source: import
hy: ներմուծել

source: Import
hy: Ներմուծել

source: Import an image on top of your current canvas
hy: Պատկերի ներմուծում ընթացիկ կտավի վերին մասում

source: Import Background
hy: Ներմուծել ֆոն

source: Import Costume
hy: Ներմուծել կերպար

source: Import Image
hy: Ներմուծել նկար

source: Import List
hy: Ներմուծել ցուցակ

source: Import Project
hy: Ներմուծել նախագիծ

source: import project
hy: ներմուծել նախագիծ

source: Import Sound
hy: Ներմուծել ձայն

source: Incompatible Scratch file format
hy: Scratch նիշքի անհամատեղելի ձևաչափ

source: Is the folder read-only?
hy: Այս պանակը միայն կարդալո՞ւ համար է:

source: JPEG Quality (10-100)?
hy: JPEG որա՞կ (10-100)

source: kbytes
hy: կիլոբայթեր

source: Language
hy: Լեզու

source: large readout
hy: կարդալու համար մեծ է

source: last
hy: վերջին

source: left
hy: ձախ

source: left arrow
hy: ձախ սլաք

source: length
hy: երկարություն

source: light
hy: լույս

source: Line tool (draw lines)
hy: Գիծ (նկարում է գծեր)

source: List name?
hy: Ցուցակի անու՞նը

source: Low
hy: Ցածր

source: Lowest (smallest)
hy: Նվազագույնը

source: Make a list
hy: Ստեղծել ցուցակ

source: Make a variable
hy: Ստեղծել փոփոխական

source: Max:
hy: Առավելագույն.

source: meow
hy: մյաու

source: Message name:
hy: Հաղորդագրության անունը.

source: Min:
hy: Նվազագույն.

source: mod
hy: մոդուլ

source: more
hy: այլ

source: More tags:
hy: Այլ պիտակներ.

source: mosaic
hy: մանրապատկեր

source: mouse x:
hy: մկնիկ x.

source: mouse y:
hy: մկնիկ y.

source: mouse-pointer
hy: մկնիկի ցուցիչ

source: Move
hy: Տեղափոխվել

source: Music
hy: Երաժշտություն

source: My Projects
hy: Իմ նախագծերը

source: new
hy: նոր

source: New
hy: Նոր

source: New background:
hy: Նոր ֆոն.

source: New costume:
hy: Նոր կերպար.

source: New file name?
hy: Նոր նիշքի անու՞նը

source: New Filename:
hy: Նոր նիշքի անունը.

source: New sound:
hy: Նոր ձայն.

source: New Sprite
hy: Նոր առարկա

source: New sprite:
hy: Նոր առարկա.

source: No
hy: Ոչ

source: No MIDI ports currently available.
hy: ՄԻԴԻ միացքները տվյալ պահին անհասանելի են:

source: No motion blocks
hy: Չկան շարժման բլոկներ

source: no scripts
hy: չկան հրահանգաշարեր

source: No serial ports found
hy: Հաջորդական միացքները չեն հայտնաբերվել

source: No variables.
hy: Չկան փոփոխականներ.

source: Normal
hy: Միջին

source: normal readout
hy: նորմալ կարդացում

source: Off
hy: Անջատել

source: OK
hy: Հաստատել

source: On
hy: Միացնել

source: only face left-right
hy: միայն դեմքը՝ ձախ-աջ

source: Open
hy: Բացել

source: Open a Scratch project
hy: Բացել Scratch-ի նախագիծ

source: Open Project
hy: Բացել նախագիծ

source: or
hy: կամ

source: Paint
hy: Նկարել

source: Paint Editor
hy: Նկարչական խմբագիր

source: Paint new sprite
hy: Նկարել նոր առարկա

source: Paintbrush
hy: Վրձին

source: Password:
hy: Գաղտնաբառ.

source: Percent? (100 gives original size)
hy: Տոկո՞ս (100%-ը ելակետային չափսն է)

source: Pictures
hy: Նկարներ

source: pixelate
hy: պիքսելների խոշորացում

source: play
hy: խաղալ

source: Please enter a number
hy: Մուտքագրեք թիվ

source: pop
hy: փոփ

source: Position the cross-hair to set the rotation center
hy: Հաստատել պտտման կենտրոնը

source: Preparing project...
hy: Նախագծի պատրաստում...

source: Project author:
hy: Նախագծի հեղինակ.

source: Project name
hy: Նախագծի անուն

source: Project Notes
hy: Նախագծի նշումեր

source: Project notes
hy: Նախագծի նշումեր

source: Project uploaded.
hy: Նախգիծը վերբեռնված է

source: Projects
hy: Նախագծեր

source: Quit
hy: Ելք

source: Quit Scratch
hy: Դուրս գալ Scratch-ից

source: Reading
hy: Ընթերցանություն

source: record
hy: ձայնագրել

source: Record
hy: Ձայնագրել

source: recording
hy: ձայնագրություն

source: Rectangle tool (draw outlined or filled rectangle or square)
hy: Ուղղանկյուն (նկարում է ուրվագծված կամ գունավորված ուղղանկյուն կամ քառակուսի)

source: Redo
hy: Վերարկել

source: Reference Guide
hy: Տեղեկատու

source: Remote sensor connections enabled
hy: Հեռացված զգայունակը միացած է

source: Remove viewer from stage
hy: Հեռացնել մեծացրած դիտումը ???????

source: resistance
hy: դիմադրություն

source: resize this sprite
hy: փոփոխել առարկայի չափսը

source: reverse
hy: շրջել

source: right
hy: աջ

source: right arrow
hy: աջ սլաք

source: Rotate clock-wise
hy: Շրջադարձ ժամասլաքի ուղղությամբ

source: Rotate counter-clock-wise
hy: Շրջադարձ ժամասլաքի հակառակ ուղղությամբ

source: rotate this sprite
hy: շրջել այս առարկան

source: Rotation degrees?
hy: Պտույտի անկյու՞նը

source: Save
hy: Պահել

source: Save a copy of the current project
hy: Պահել ընթացիկ նախագծի պատճեն

source: Save As
hy: Պահել իբրեւ

source: Save changes before quitting?
hy: Պահե՞լ փոփոխություններն ավարտից առաջ

source: Save failed
hy: Պահպանումը չկայացավ

source: save picture of scripts
hy: պահել հրահանգաշարերի նկարը

source: save picture of stage...
hy: պահել բեմի նկարը...

source: Save Project
hy: Պահել նախագիծը

source: Save Scripts Snapshot
hy: Պահել հրահանգաշարերի նկարը

source: Save Stage Shot
hy: Պահել բեմի նկարը

source: Save the current project
hy: Պահել ընթացիկ նախագիծը

source: Save the current project?
hy: Պահե՞լ ընթացիկ նախագիծը

source: Save this project
hy: Պահել այս նախագիծը

source: Scripts
hy: Հրահանգաշարեր

source: select serial/USB port
hy: ընտրել հաջորդական/USB միացք

source: Select tool (move, modify, or delete selection)
hy: Ընտրել գործիք (տեղափոխել, փոփոխել կամ հեռացնել ընտրածը)

source: Set costume center
hy: նշել կերպարի կենտրոնը

source: Set language
hy: Կայել լեզուն

source: Set rotation center
hy: Նշել պտտման կենտրոնը

source: Set Single Stepping
hy: Կայել միանգամյա քայլ

source: set slider min and max
hy: Կայել սահիչի առավելագույնը և նվազագույնը

source: Share
hy: Համայնք

source: Share this project
hy: Համօգտագործել այս նախագիծը

source: Share This Project Online
hy: Վերբեռնել այս նախագիծը Scratch-ի կայք-էջ

source: Show Motor Blocks
hy: Ցույց տալ շարժիչի բլոկները

source: show ScratchBoard watcher
hy: ցույց տալ Scratch տախտակը դիտողին

source: Shrink
hy: Սեղմել

source: Shrink sprite
hy: Սեղմել առարկան

source: Simulation
hy: Մոդելավորում

source: Single-step speed?
hy: Միաքա՞յլ արագություն

source: slider
hy: սահիչ

source: Slider range:
hy: Սահիչի սահմանները.

source: Sound quality:
hy: Ձայնի որակ.

source: Sound Recorder
hy: Ձայնագրիչ

source: Sounds
hy: Ձայներ

source: Sounds compressed
hy: Ձայները սեղմված են

source: space
hy: բացատ

source: Sprite
hy: Առարկա

source: Sprites
hy: Առարկաներ

source: sqrt
hy: արմատ

source: Stage
hy: Բեմ

source: Stage selected:
hy: Բեմն ընտրված է.

source: Stamp tool (select area, then stamp copies of it)
hy: Արտատպման գործիք (ընտրել դաշտը, այնուհետև արտատպել պատճենները)

source: Start green flag scripts
hy: «Կանաչ դրոշ» հրահանգաշարերն իրագործել

source: Start Single Stepping
hy: Սկսել մեկ քայլի կատարումը

source: stop
hy: դադարեցնել

source: Stop everything
hy: Դադարացնել ամբողջը

source: Stop Single Stepping
hy: Կանգնեցնել մեկ քայլի կատարումը

source: Story
hy: Պատմություն

source: Support Site
hy: Աջակցման կայք

source: Switch colors
hy: Փոխանջատել գույները

source: Switch to full stage
hy: Փոխանջատել մեծ բեմի

source: Switch to presentation mode
hy: Փոխանջատել ցուցադրության կերպի

source: Switch to small stage
hy: Փոխանջատել փոքր բեմի

source: Tags:
hy: Պիտակեր.

source: Text tool (edit text layer)
hy: Տեքստ (խմբագրում է տեքստային շերտը)

source: That variable name is already in use
hy: Այդ անունով փոփոխական արդեն օգտագործվում է

source: that way
hy: այնտեղ

source: The file name already exists. Overwrite existing file?
hy: Այդ անունով նիշք արդեն գոյություն ունի: Փոխե՞լ գոյություն ունեցող նիշքը:

source: thing
hy: առարկա

source: this way
hy: այստեղ

source: tilt
hy: թեքություն

source: true
hy: ճիշտ

source: Turbo speed
hy: Բարձր արագություն

source: turn into new sprite
hy: փոխարկվել նոր առարկայի

source: Undelete
hy: Չեղյալ համարել հեռացումը

source: Undo
hy: Հետարկել

source: up
hy: վերև

source: up arrow
hy: վեր սլաք

source: Updating thumbnails
hy: Էսքիզների թարմացում

source: Upload succeeded!
hy: Վերբեռնումը հաջողվեց

source: Upload to Scratch Server
hy: Վերբեռնել Scratch-ի սպասարկիչին

source: Uploading
hy: Վերբեռնում

source: Variable name?
hy: Փոփոխականի անու՞նը

source: View on stage
hy: Դիտում բեմի վրա

source: What's your name?
hy: Ի՞նչ է ձեր անունը

source: whirl
hy: մրրիկ

source: world
hy: աշխարհ

source: Write Multiple Project Summaries
hy: Համառոտագրել բազմաքանակ նախագծերը

source: Write Project Summary
hy: Համառոտագրել նախագծի բովանդակությունը

source: Yes
hy: Այո

source: Your project is now online at
hy: Ձեր նախագիծը հիմա առցանց է

source: Your Scratch website login name:
hy: Ձեր գրանցման անունը Scratch-ի կայքում.

source: Zoom in
hy: Խոշորացնել

source: Zoom out
hy: Փոքրացնել

source: Accordion
hy: Ակորդեոն

source: Acoustic Bass
hy: Ակուստիկ բաս

source: Acoustic Bass Drum
hy: Ակուստիկ բաս թմբուկ

source: Acoustic Grand
hy: Ակուստիկ բարձր

source: Acoustic Snare
hy: Ակուստիկ քարկապ

source: Agogo
hy: Ագոգո

source: Alto Sax
hy: Ալտ սաքսոֆոն

source: Applause
hy: Ծափահարություն

source: Bagpipe
hy: Պարկապզուկ

source: Banjo
hy: Բանջո

source: Baritone Sax
hy: Բարիտոն սաքսոֆոն

source: Bass Drum 1
hy: Բաս թմբուկ 1

source: Bassoon
hy: Ֆագոտ

source: Bird Tweet
hy: Թռչունի ճռվողյուն

source: Blown Bottle
hy: Փչել շշի մեջ

source: Brass Section
hy: Փողային նվագախումբ

source: Breath Noise
hy: Հևոց

source: Bright Acoustic
hy: Պայծառ հնչողություն

source: Cabasa
hy: Կաբասա

source: Celesta
hy: Սելեստա

source: Cello
hy: Թավջութակ

source: Chinese Cymbal
hy: Չինական ծնծղա

source: Choir Aahs
hy: Երգչախմբային «աա՜ա»

source: Church Organ
hy: Եկեղեցական երգեհոն

source: Clarinet
hy: Կլարնետ

source: Claves
hy: Փայտիկներ

source: Clavinet
hy: Կլավինետ

source: Closed Hi-Hat
hy: Փակված ծնծղա

source: Contrabass
hy: Կոնտրաբաս

source: Cowbell
hy: Ծվծվուկ

source: Crash Cymbal 1
hy: Դղրդյունով ծնծղա 1

source: Crash Cymbal 2
hy: Դղրդյունով ծնծղա 2

source: Distortion Guitar
hy: Աղավաղված կիթառ

source: Drawbar Organ
hy: Երգեհոն

source: Dulcimer
hy: Ծնծղա

source: Electric Bass (finger)
hy: Էլեկտրական բաս (մատնանվագ)

source: Electric Bass (pick)
hy: Էլեկտրական բաս (լարահարված)

source: Electric Clean Guitar
hy: Էլեկտրական սոլո կիթառ

source: Electric Grand
hy: Բարձր Էլեկտրական

source: Electric Jazz Guitar
hy: Էլեկտրական ջազ կիթառ

source: Electric Muted Guitar
hy: Էլեկտրական խուլ կիթառ

source: Electric Piano 1
hy: Էլեկտրական դաշնամուր 1

source: Electric Piano 2
hy: Էլեկտրական դաշնամուր 2

source: Electric Snare
hy: Էլեկտրական քարկապ

source: English Horn
hy: Անգլիական շչակ

source: FX 1 (rain)
hy: Հատուկ էֆեկտ1 (անձրև)

source: FX 2 (soundtrack)
hy: Հատուկ էֆեկտ 2 (ձայնային երիզ)

source: FX 3 (crystal)
hy: Հատուկ էֆեկտ 3 (բյուրեղ)

source: FX 4 (atmosphere)
hy: Հատուկ էֆեկտ 4 (մթնոլորտ)

source: FX 5 (brightness)
hy: Հատուկ էֆեկտ 5 (փայլ)

source: FX 6 (goblins)
hy: Հատուկ էֆեկտ 6 (մկնիկով ղեկավարվող)

source: FX 7 (echoes)
hy: Հատուկ էֆեկտ 7 (արձագանքներ)

source: FX 8 (sci-fi)
hy: Հատուկ էֆեկտ 8 (գիտաֆանտաստիկ)

source: Fiddle
hy: Ջութակ

source: Flute
hy: Ֆլեյտա

source: French Horn
hy: Ֆրանսիական շչակ

source: Fretless Bass
hy: Աղավաղված բաս

source: Glockenspiel
hy: Զանգակներ

source: Guitar Fret Noise
hy: Կիթառ աղավաղված աղմուկով

source: Guitar Harmonics
hy: Կիթառի համահնչյուն

source: Gunshot
hy: Հրացանային կրակոց

source: Hand Clap
hy: Ձեռքով ծափ

source: Harmonica
hy: Շրթհարմոն

source: Harpsichord
hy: Կլավիկորդ

source: Helicopter
hy: Ուղղաթիռ

source: Hi Bongo
hy: Բարձր Բոնգո

source: Hi Wood Block
hy: Բարձր փայտե թմբուկ

source: Hi-Mid Tom
hy: Բարձր-միջին տամ-տամ

source: High Agogo
hy: Բարձր ագոգո

source: High Floor Tom
hy: Հատակի բարձր տամ-տամ

source: High Timbale
hy: Բարձր թիմբեյլ

source: High Tom
hy: Բարձր տամ-տամ

source: Honky-Tonk
hy: Հոնկի-թոնկ

source: Kalimba
hy: Կալիմբա

source: Koto
hy: Կոտո

source: Lead 1 (square)
hy: Առաջնային 1 (քառակուսի)

source: Lead 2 (sawtooth)
hy: Առաջնային 2 (սղոցաձև)

source: Lead 3 (calliope)
hy: Առաջնային 3 (շվոց)

source: Lead 4 (chiff)
hy: Առաջնային 4 (chiff)

source: Lead 5 (charang)
hy: Առաջնային 5 (charang)

source: Lead 6 (voice)
hy: Առաջնային 6 (ձայն)

source: Lead 7 (fifths)
hy: Առաջնային 7 (հինգերորդ)

source: Lead 8 (bass+lead)
hy: Առաջնային 8 (բաս+առաջնային)

source: Long Guiro
hy: Երկար գուիրո

source: Long Whistle
hy: Երկար սուլոց

source: Low Agogo
hy: Ցածր ագոգո

source: Low Bongo
hy: Ցածր բոնգո

source: Low Conga
hy: Ցածր կոնգա

source: Low Floor Tom
hy: Հատակի ցածր տամ-տամ

source: Low Timbale
hy: Ցածր թիմբեյլ
