Repository: adlogi/scratch-trans
Catalog: scratch1.4/*/*_instigate.po
Languages: hy

source: Low Tom
hy: Ցածր տամ-տամ

source: Low Wood Block
hy: Փայտե ցածր թմբուկ

source: Low-Mid Tom
hy: Ցածր-միջին տամ-տամ

source: Maracas
hy: Մարակաս

source: Marimba
hy: Մարիմբա

source: Melodic Tom
hy: Մեղեդային տամ-տամ

source: Music Box
hy: Երաժշտական արկղիկ

source: Mute Cuica
hy: Անջատել քուիքան

source: Mute Hi Conga
hy: Անջատել բարձր քոնգան

source: Mute Triangle
hy: Անջատել եռանկյունին

source: Muted Trumpet
hy: Խլացված շեփոր

source: Nylon String Guitar
hy: Նեյլոնային լարերով կիթառ

source: Oboe
hy: Հոբոյ

source: Ocarina
hy: Օկարինա

source: Open Cuica
hy: Բաց քուիքա

source: Open Hi Conga
hy: Բաց բարձր կոնգա

source: Open Hi-Hat
hy: Բաց բարձր ծնծղա

source: Open Triangle
hy: Բաց եռանկյունի

source: Orchestra Hit
hy: Նվագախմբային շեշտ

source: Orchestral Strings
hy: Լարային նվագախումբ

source: Overdriven Guitar
hy: Գերլարած կիթառ

source: Pad 1 (new age)
hy: Ստեղնաշար 1 (նոր տարիք)

source: Pad 2 (warm)
hy: Ստեղնաշար 2 (տաք)

source: Pad 3 (polysynth)
hy: Ստեղնաշար 3 (սինթեզատոր)

source: Pad 4 (choir)
hy: Ստեղնաշար 4 (երգչախումբ)

source: Pad 5 (bowed)
hy: Ստեղնաշար 5 (աղեղ)

source: Pad 6 (metallic)
hy: Ստեղնաշար 6 (մետաղական)

source: Pad 7 (halo)
hy: Ստեղնաշար 7 (լուսապսակ)

source: Pad 8 (sweep)
hy: Ստեղնաշար 8 (տատանում)

source: Pan Flute
hy: Փանի ֆլեյտա

source: Pedal Hi-Hat
hy: Ծնծղայի ոտնակ

source: Percussive Organ
hy: Հարվածային երգեհոն

source: Piccolo
hy: Պիկոլո

source: Pizzicato Strings
hy: Լարային պիցիկատո

source: Recorder
hy: Խողովակաձև ֆլեյտա

source: Reed Organ
hy: Սրնգային երգեհոն

source: Reverse Cymbal
hy: Շրջված ծնծղա

source: Ride Bell
hy: Ափսեանման զանգ

source: Ride Cymbal 1
hy: Ջազային ռիթմ ծնծղա 1

source: Ride Cymbal 2
hy: Ջազային ռիթմ ծնծղա 2

source: Rock Organ
hy: Ռոքային երգեհոն

source: Seashore
hy: Ծովեզր

source: Shakuhachi
hy: Շակուհաչի

source: Shamisen
hy: Շամիսեն

source: Shanai
hy: Շանայ

source: Short Guiro
hy: Գուիրո

source: Short Whistle
hy: Կարճ սուլոց

source: Side Stick
hy: Կողային բռնակ

source: Sitar
hy: Սիթար

source: Slap Bass 1
hy: Բաս հարված 1

source: Slap Bass 2
hy: Բաս հարված 2

source: Soprano Sax
hy: Սոպրանո սաքսաֆոն

source: Splash Cymbal
hy: Ցայտող ծնծղա

source: Steel Drums
hy: Մետաղյա թմբուկներ

source: Steel String Guitar
hy: Մետաղալարային կիթառ

source: String Ensemble 1
hy: Լարային խումբ 1

source: String Ensemble 2
hy: Լարային խումբ 2

source: Synth Bass 1
hy: Սինթեզատորային բաս 1

source: Synth Bass 2
hy: Սինթեզատորային բաս 2

source: Synth Drum
hy: Սինթեզատորային թմբուկ

source: Synth Voice
hy: Սինթեզատորային ձայն

source: SynthBrass 1
hy: Սինթեզատորային փողային ձայն 1

source: SynthBrass 2
hy: Սինթեզատորային փողային ձայն 2

source: SynthStrings 1
hy: Սինթեզատորային լարեր 1

source: SynthStrings 2
hy: Սինթեզատորային լարեր 2

source: Taiko Drum
hy: Թայքո թմբուկ

source: Tambourine
hy: Դափ

source: Tango Accordion
hy: Տանգո ակորդեոն

source: Telephone Ring
hy: Հեռախոսազանգ

source: Tenor Sax
hy: Տենոր սաքսաֆոն

source: Timpani
hy: Թիմփանի թմբուկ

source: Tinkle Bell
hy: Զանգի ղողանջ

source: Tremolo Strings
hy: Կսմիթալարեր

source: Trombone
hy: Տրոմբոն

source: Trumpet
hy: Շեփոր

source: Tuba
hy: Տուբա

source: Tubular Bells
hy: Խողովակաձև զանգեր

source: Vibraphone
hy: Թրթռաֆոն

source: Vibraslap
hy: Թրթռահարված

source: Viola
hy: Ալտ

source: Violin
hy: Ջութակ

source: Voice Oohs
hy: Ձայն «օօհ»

source: Whistle
hy: Սուլիչ

source: Woodblock
hy: Փայտե թմբուկ

source: Xylophone
hy: Քսիլոֆոն
