Repository: adlogi/scratch-trans
Catalog: scratch1.4/maz/maz.po
Languages: maz

source: Language-Name
maz: Mazahua

source: %H sensor value
maz: %H ni jyod'Š ngek'uý ra p¦pji na joo

source: %L contains %s
maz: %L kii %s

source: %a of %m
maz: %a kjo %m

source: %b and %b
maz: %b i %b

source: %b or %b
maz: %b o %b

source: %f of %n
maz: %f kjo %n

source: add %s to %L
maz: %s chëkë %L

source: answer
maz: tj‡r‡

source: ask %s and wait
maz: tr'ønŠ %s i cheb'e

source: background #
maz: k'o tii a mboo #

source: broadcast %e
maz: p¢jñe texe %e

source: broadcast %e and wait
maz: p¢jñe texe mbo %e ri cheb'e

source: change %g effect by %n
maz: pøtŠ %g k'o kjaa %n

source: change %v by %n
maz: %v pøtŠ %n

source: change pen color by %n
maz: pøtŠ k'o tsiji nu yaxŠ %n

source: change pen shade by %n
maz: pøtŠ k'o na z¦zhi nu yaxŠ %n

source: change pen size by %n
maz: pøtŠ jý ga kjaa nu yaxŠ %n

source: change size by %n
maz: pøtŠ jý ga kjaa %n

source: change tempo by %n
maz: pøtŠ k'o z‡nŠ %n

source: change volume by %n
maz: pøtŠ k'o z¦zhi %n

source: change x by %n
maz: pøtŠ x %n

source: change y by %n
maz: pøtŠ y %n

source: clear
maz: chj£ns'i

source: clear graphic effects
maz: tsjŠŠ yo jyaxŠ

source: color %C is touching %C?
maz: tsiji %C k'o tis'i a xes'e %C?

source: control
maz: tsjapŠ na joo

source: costume #
maz: pezhe yo jmicha #

source: delete %y of %L
maz: chj£ntsi %y un %L

source: direction
maz: jý paa

source: distance to %m
maz: na j¢¢ %m

source: else
maz: pj¦ xi ngeje

source: forever
maz: texe yo paa

source: forever if %b
maz: jýý texe yo paa %b

source: glide %n secs to x:%n y:%n
maz: ts'indajme %n ri kuexe kjanu x%n y%n

source: go back %n layers
maz: p¢jñe a %n xŠtrjŠ

source: go to %m
maz: ra maa %m

source: go to front
maz: p¢jñe a xojñi

source: go to x:%n y:%n
maz: ri maa a x%n y%n

source: hide
maz: tsj%nt'Š

source: hide variable %v
maz: kjo nre ra tsj%nt'Š %v

source: if %b
maz: jýý %b

source: if on edge, bounce
maz: ra nzhogŠ nu mayaxŠ ma ra chj¢bi

source: insert %s at %i of %L
maz: kuý %s ra %i kuatŠ %L

source: item %i of %L
maz: item %i de %L

source: join %s %s
maz: chëkë %s %s

source: key %k pressed?
maz: chŠb'Š %k yo yaxŠ

source: length of %L
maz: na j¢¢ %L

source: length of %s
maz: na j¢¢ %s

source: list
maz: jmurŠ yo trj@@

source: looks
maz: ch¦njui

source: loud?
maz: k'o z‡n‡ na z¦zhi

source: loudness
maz: z‡n‡

source: motion
maz: ñ'om'Š

source: motor direction %W
maz: jýý ni ma nuu mb‡‡ %W

source: motor off
maz: juench'e nuu mb‡‡

source: motor on
maz: p¦pji nuu mb‡‡

source: motor on for %n secs
maz: p¦pji nu mb‡‡ %n tsik'¦

source: motor power %n
maz: na z¦zhi nuu mb‡‡ %n

source: mouse down?
maz: chŠb'Š nu ng%%

source: mouse x
maz: x nu ng%%

source: mouse y
maz: y nu ng%%

source: move %n steps
maz: ñ'om'Š %n nu nzhod'Š'

source: next background
maz: k'Š ba ¢j¢ a mboo

source: next costume
maz: k'Š ba ¢j¢ nu jmicha

source: not %b
maz: iyo %b

source: operators
maz: k'o sisi

source: pen
maz: yaxŠ

source: pen down
maz: søb'Š nu yaxŠ

source: pen up
maz: ches'e nu yaxŠ

source: pick random %n to %n
maz: pezhe k'Š ra %n ¢j¢ %n

source: play drum %D for %n beats
maz: jmýnch'ý ri pj¦b'i %D nu %n tambo

source: play note %N for %n beats
maz: jmýnch'ý ri pj¦b'i k'o j@ns'Š %N kja %n xiskuama

source: play sound %S
maz: pj¦b'i ra z‡nŠ %S

source: play sound %S until done
maz: tsjapŠ ra z‡nŠ %S mbo ri cheb'e

source: point in direction %d
maz: jñanda jý ri maa %d

source: point towards %m
maz: jñandý a manu %m

source: repeat %n
maz: yepe %n

source: repeat until %b
maz: yepeji %b

source: replace item %i of %L with %s
maz: %i pëtrpë %L %s

source: reset timer
maz: yepe pjŠrŠ ri pezhe

source: rest for %n beats
maz: dya ri %n r¢ñe

source: round %n
maz: yepe ra x£nch'i %n

source: say %s
maz: mamŠ %s

source: say %s for %n secs
maz: jmýnch'ý %s ri %n mamŠ

source: sensing
maz: k'Š kjapŠ ra p¦pji

source: sensor %h?
maz: chjŠtŠ ngek'ua ra p¦pji %h?

source: set %g effect to %n
maz: jñanrŠ %g pj¦ kjaa %n

source: set %v to %n
maz: %v jñanra %n

source: set instrument to %I
maz: jñanra k'o ra mbøxk'Š %I

source: set pen color to %c
maz: jñanra yo tsiji nu yaxŠ %c

source: set pen color to %n
maz: jñanra yo tsiji nu yaxŠ %n

source: set pen shade to %n
maz: jñanra na z¦zhi nu yaxŠ %n

source: set pen size to %n
maz: jñanra kjo na nojo nu yaxŠ %n

source: set size to %n%
maz: jñanra jý ga kja a n %n%

source: set tempo to %n bpm
maz: jñanra k'o m¢zh¢ a %n ppm

source: set volume to %n%
maz: jñanra jý ga z‡n‡ %n%

source: set x to %n
maz: jñanra x a %n

source: set y to %n
maz: jñanra y a %n

source: show
maz: jichi

source: show variable %v
maz: jichi k'o dya chj¦njui %v

source: size
maz: kjo ts'ik¦ o na nojo

source: sound
maz: zŠnŠ

source: stamp
maz: kuatŠ

source: stop all
maz: b'øb'Š texe

source: stop all sounds
maz: b'øb'Š texe yo z‡nŠ

source: stop script
maz: b'øb'Š yo b'¦pji

source: switch to background %l
maz: pøtŠ k'o ti'i a mboo %l

source: switch to costume %l
maz: pøtŠ nu jmicha %l

source: tempo
maz: k'o m¢zh¢

source: think %s
maz: mbeñe %s

source: think %s for %n secs
maz: jmýnch'ý %s ri %n mb¢ñe

source: timer
maz: m¢xkuru

source: touching %m?
maz: chjørŠ %m?

source: touching color %C?
maz: chjørŠ nu tsiji %C?

source: turn %n degrees
maz: x£nch'i %n texe

source: variables
maz: k'o pøtŠ

source: volume
maz: na z¦zhi

source: wait %n secs
maz: ch'ebe na %n ts'indame

source: wait until %b
maz: ch'ebe ma kjara %b

source: when %k key pressed
maz: ma ri %k chŠb'Š nu yaxŠ

source: when %m clicked
maz: ma ri %m chŠb'Š

source: when I receive %e
maz: ma ri jñ‡‡ %e

source: x position
maz: pës'ë x

source: y position
maz: pës'ë y

source: (empty)
maz: otrjo

source: 1 script
maz: na xiskuama

source: About Scratch
maz: ngeje nu Scratch

source: About this project:
maz: ngeje nu b'¦pji

source: add comment
maz: chëkë nu jñaa

source: add comment here
maz: nubý chëkë nu jñaa

source: all
maz: texeji

source: and
maz: i

source: Animation
maz: unŠ zakŠ

source: any
maz: k'Š ri ngeje

source: Art
maz: na joo

source: background
maz: a mboo

source: backgrounds
maz: yo b'Šb'Š a mboo

source: Backgrounds
maz: yo b'Šb'Š a mboo

source: brightness
maz: ju¦s'i

source: Brush size:
maz: na nojo nu dyese

source: button
maz: boto

source: button pressed
maz: chŠb'Š nu boto

source: Camera
maz: o kjŠ kŠ

source: can rotate
maz: x£nch'i k'Š ngeje

source: cancel
maz: b'øb'Š

source: Cancel
maz: b'øb'Š

source: Choose a folder
maz: juajnŠ nu xiskomŠ

source: Choose new sprite from file
maz: juajnŠ d'adyo b'¦pji

source: clean up
maz: chj£ntsi

source: Clear
maz: chj£ntsi

source: Clear canvas
maz: chj£ntsi k'o dya na joo

source: Close and continue
maz: kotr'Š i kjaa

source: Close dialog?
maz: tsontr'Š nu jñaa

source: Close paint editor?
maz: tsontr'Š k'Š ëtr'ë yo jyaxŠ

source: close port
maz: tsontr'Š yo ngoxti

source: Close sound recorder?
maz: tsontr'Š nu b'izhi k'Š t%j%

source: color
maz: tsiji

source: Compress Images
maz: chŠb'Š yo jmicha

source: Compress Sounds
maz: chŠb'Š yo z‡n‡

source: Compress sounds and images
maz: chŠb'Š yo z‡nŠ ñe yo jyaxŠ

source: Computer
maz: opjñaa

source: connected
maz: n'Štr'Š

source: Connecting to
maz: n'Štr'Š kja

source: Copy
maz: xëkë

source: costume
maz: jmicha

source: costumes
maz: yo jmicha

source: Costumes
maz: yo jmicha

source: Could not read
maz: dya søø ra xørŠ

source: Could not read project; file may be damaged
maz: dya søø ra xørŠ nu b'¦pji

source: Could not write file
maz: dya søø ri opjŠ

source: Create account
maz: jyokŠ yo pezhe

source: Create an empty project
maz: jyokŠ d'adyo b'¦pji

source: Data sent. Waiting for response...
maz: p¢jñe nuu b'¦pji ri teb'e ri mamŠ ja o iyø

source: delete
maz: chj£ntsi

source: Delete
maz: chj£ntsi

source: Delete a list
maz: chj£ntsi k'o j@ns'Š

source: Delete a variable
maz: chj£ntsi k'o dya chj¦njui

source: Delete this background
maz: chj£ntsi a mboo

source: Delete this costume
maz: chj£ntsi yo jmicha

source: Delete this sound
maz: chj£ntsi yo z£nŠ

source: Delete this sprite
maz: chj£ntsi nu pje ngeje

source: Desktop
maz: mexa

source: disable remote sensor connections
maz: ts'ŠkŠ k'e ju¦'si

source: distance
maz: na j¢¢

source: Documents
maz: j¦b'i

source: don't rotate
maz: dya ri x£nch'£

source: Don't Save
maz: dya ri kuatŠ

source: Done
maz: ts'aa

source: down
maz: a nrŠb'Š

source: down arrow
maz: jminch¦ a nr‡b'Š

source: drag to resize
maz: kjŠxtŠ ra pøtŠ jý ga kjý

source: drag to rotate
maz: kjŠxtŠ ra x£nch'£

source: draggable on website?
maz: kjŠxtr'Š nu web

source: duplicate
maz: yepe

source: Duplicate
maz: yepe

source: edge
maz: ñŠnŠ

source: Edit
maz: pjongŠ yo b'¦pji

source: Ellipse tool (draw outlined or filled ellipse or circle)
maz: k'o ni jyod'Š ri jyaxŠ na x£nch'i

source: enable remote sensor connections
maz: chj‰nt'Š k'e ju¦s'Š

source: Enter presentation mode
maz: kich'i ga jizhi nu b'¦pji

source: Eraser
maz: chj£ntsi

source: Eraser size
maz: jý ga kjaa k'Š trj£ntsi

source: Error!
maz: jyopŠ

source: Examples
maz: nzakja

source: Exit presentation
maz: ra mbeye kja b'Šb'Š

source: Exit presentation mode
maz: ra mbedye jý ga jizhi nu b'¦pji

source: export
maz: p¢jñe

source: Export Background
maz: p¢jñe yo ni mboo

source: Export Costume
maz: p¢jñe yo jmicha

source: Export failed
maz: dya kjogŠ k'o p¢jñe

source: Export Sound
maz: p¢jñe yo z£n£

source: Export Sprite
maz: p¢jñe yo pj¦nre ngeje

source: export this costume
maz: p¢jñe nu ngeje

source: export this sound
maz: p¦jñe yo zŠnŠ

source: export this sprite
maz: p¦jñe nu pj¦ ngeje

source: Extras menu
maz: ponkjŠ k'o pjøs'Š

source: Eyedropper tool (select a color)
maz: pib'i

source: Failed:
maz: dya joo

source: false
maz: dya b'¦mi

source: File
maz: jýý kuatŠ

source: File not found
maz: dya ro tøtr'Š nu b'¦pji

source: Fill tool (fill areas with color or gradient)
maz: k'o pjøs'Š ra nichi yo tsiji

source: first
maz: naja

source: fisheye
maz: nrøjm%

source: Flash blocks (fast)
maz: na z¦zhi ri tsos'Š tsiji yo nrŠngumŠ

source: Flash blocks (slow)
maz: jmýnchý ri tsos'Š tsiji kja nr‡ngumŠ

source: Flip horizontally
maz: x£nchi gi dyob'Š

source: Flip vertically
maz: b'øb'Š mbo ri x£nch'i

source: For all sprites
maz: texe yo ngeje

source: For this sprite only
maz: ngejenu

source: Game
maz: ¦ñe

source: Get surprise sprite
maz: dya ri pýrý pj¦ ngeje

source: Get the last thing deleted
maz: o trj£ntsi k'Š mi kejme

source: Getting Started
maz: pjŠrŠ

source: ghost
maz: piche

source: Go To Scratch Website
maz: ma kja Webside de Scratch

source: grab screen region for new costume
maz: juajnŠ jý ngeje nu jñej¢ d'adyo jmicha

source: grab screen region for new sprite
maz: juanjnŠ a ngeje nu jñeje

source: Grow
maz: tsjapŠ na nojo

source: Grow sprite
maz: tsjapŠ na nojo nu pj¦ ni ngeje

source: hello
maz: pj¦ i kjaa

source: Hello!
maz: pj¦ i kjaa

source: help
maz: pjøxte

source: Help
maz: pjøxte

source: Help Page
maz: xi j¦b'i k'Š pjøs'Š

source: Help Screens
maz: opjñe k'o pjøs'Š

source: Hide Motor Blocks
maz: tsob'Š yo mb‡‡

source: High (biggest)
maz: na nrýý

source: Hmm...
maz: mmm

source: Home
maz: pjŠrŠ

source: Images compressed
maz: jmicha k'o chŠb'Š

source: import
maz: t@@

source: Import
maz: t@@

source: Import an image on top of your current canvas
maz: t@@ yo jmicha k'o kuatr'Š kja j¦b'i

source: Import Background
maz: t@@ a mboo

source: Import Costume
maz: t@@ jmicha

source: Import Image
maz: t@@ jyaxŠ

source: Import List
maz: t@@ chj@@

source: Import Project
maz: t@@ yo b'¦pji

source: import project
maz: t@@ yo b'¦pji

source: Import Sound
maz: t@@ yo z‡n‡

source: Incompatible Scratch file format
maz: dya chj¦njui yo xiskuama

source: Is the folder read-only?
maz: nu xiskuama ngextjo ra xørŠ

source: JPEG Quality (10-100)?
maz: na joo JPEG

source: Language
maz: jñaa

source: large readout
maz: nojo

source: last
maz: b'¦pja

source: left
maz: b'¦ra

source: left arrow
maz: jminch¦ b'¦ra

source: length
maz: jý sëtr'ë

source: light
maz: sibi

source: Line tool (draw lines)
maz: k'o ni jyod'Š ngek'uý ri yaxŠ

source: List name?
maz: jý j@s'Š yo chj@@

source: Low
maz: d'agŠ

source: Lowest (smallest)
maz: xi a nrŠb'Š

source: Make a list
maz: d'adyo jý j@s'Š yo chj@@

source: Make a variable
maz: d'adyo k'o dya chj¦njui

source: Max:
maz: nokŠ

source: meow
maz: miau

source: Message name:
maz: ni chj@@ k'o mamŠ

source: Min:
maz: ts'ik¦

source: more
maz: punkjŠ

source: More tags:
maz: punkjŠ jý ri jñus'Š

source: mosaic
maz: jyaxŠ k'o b'Šb'Š a mboo

source: mouse x:
maz: x nu ng%%

source: mouse y:
maz: y nu ng%%

source: mouse-pointer
maz: jizhi nu ng%%

source: Move
maz: ñ'Šn'Š

source: Music
maz: b'izhi

source: My Projects
maz: k'o ra kja

source: new
maz: d'adyo

source: New
maz: d'adyo

source: New background:
maz: d'adyo a mboo

source: New costume:
maz: d'adyo jmicha

source: New file name?
maz: d'adyo tj@ yo bepji

source: New Filename:
maz: d'adyo chj@@ jý p¦s'iji

source: New sound:
maz: d'adyo z‡nŠ

source: New Sprite
maz: d'adyo pje ngeje

source: New sprite:
maz: d'adyo pj¦ ngeje

source: No
maz: iyø

source: No MIDI ports currently available.
maz: otrjo jý ri p¦pji MIDI

source: No motion blocks
maz: otrjo b'¦pji k'o ri ñ'ŠnŠ

source: no scripts
maz: otrjo b'¦pji

source: No serial ports found
maz: dyakjo ra unŠ b'¦pji

source: No variables.
maz: otrjo k'o dya chj¦njui

source: Normal
maz: akjatrjonu

source: normal readout
maz: xørŠ a kjanŠ

source: Off
maz: ju¢nch'¢

source: OK
maz: mamŠ jýý

source: On
maz: zërë

source: only face left-right
maz: jñaxtrjo i b'¦ra ñe ni jody¦

source: Open
maz: xøkŠ

source: Open a Scratch project
maz: xokŠ na b'¦pji Scratch

source: Open Project
maz: xokŠ nu b'¦pji

source: or
maz: o

source: Paint
maz: tsos'Š tsiji

source: Paint Editor
maz: jyokŠ tsiji

source: Paint new sprite
maz: tsos'Š nu pj¦ ni ngeje nu d'adyo

source: Paintbrush
maz: dyes'e

source: Password:
maz: m¢ya

source: Percent? (100 gives original size)
maz: jý nzii

source: Pictures
maz: jmicha

source: pixelate
maz: kŠ ra mbøxk'Š ri tsos'Š tsiji

source: play
maz: tjørŠ

source: Please enter a number
maz: tsjapŠ ngu¦nda nu pezge

source: Position the cross-hair to set the rotation center
maz: jokŠ k'o ra x£nch'£

source: Preparing project...
maz: ri jokŠ nu b'¦pji

source: Project author:
maz: k'o o dyëtr'ë nu b'¦pji

source: Project name
maz: i chj@@ ne b'¦pji

source: Project Notes
maz: k'o ri jñus'Š kja ne b'¦pji

source: Project notes
maz: k'o ri jñus'Š kja ne b'¦pji

source: Project uploaded.
maz: ri compŠji ne b'¦pji

source: Projects
maz: yo b'¦pji

source: Quit
maz: jy¦zi

source: Quit Scratch
maz: jy¦zi Scratch

source: Reading
maz: xørŠ

source: record
maz: jmutŠ mbo ri p¦s'i yo jñaa

source: Record
maz: jmutŠ mbo ri p¦s'i yo jñaa

source: recording
maz: jmutŠ

source: Rectangle tool (draw outlined or filled rectangle or square)
maz: k'o ni jyod'Š ri dyëtr'ë yo nziyo ñŠn'Š

source: Redo
maz: yepe ri dyëtr'ë

source: Reference Guide
maz: k'Š kŠjnŠ

source: Remote sensor connections enabled
maz: k'o chëk‡ yo z‡n‡

source: Remove viewer from stage
maz: jñŠk'Š k'o i jýnrý

source: resistance
maz: dya nee

source: resize this sprite
maz: pøtŠ k'o pje ni ngeje

source: reverse
maz: breka

source: right
maz: jody¦

source: right arrow
maz: jminchj¦ jody¦

source: Rotate clock-wise
maz: x£nch'i jý ga kja nu m¢xkuru

source: Rotate counter-clock-wise
maz: nzhogŠ ga x£nch'i nu m¢xkuru

source: rotate this sprite
maz: x£nch'i pje ni ngeje

source: Rotation degrees?
maz: jmancha ri x£nch'i

source: Save
maz: kuatŠ

source: Save a copy of the current project
maz: yepe kuatŠ nu b¦'pji

source: Save As
maz: kuatŠ nzakja

source: Save changes before quitting?
maz: kuat'Š k'o potŠ mo ra mbeye

source: Save failed
maz: dya o kuatŠ

source: save picture of scripts
maz: kuatŠ yo jmicha kja yo b'¦pji

source: save picture of stage...
maz: kuatŠ yo jmicha k'o i jýnrý

source: Save Project
maz: kuatŠ yo b'¦pji

source: Save Scripts Snapshot
maz: kuatŠ yo jmicha kja yo b'¦pji

source: Save Stage Shot
maz: kuatŠ yo jmicha k'o i jýnrý

source: Save the current project
maz: kuatŠ ne b'¦pji nu na ëtr'ë

source: Save the current project?
maz: kuatŠ ne b'¦pji nu na ëtr'ë

source: Scripts
maz: yo b'¦pji

source: select serial/USB port
maz: juajnŠ jý kich'i nu USB

source: Select tool (move, modify, or delete selection)
maz: ñ'%m'Š k'o gi nee ri tsjaa

source: Set costume center
maz: juajnŠ kja nre yo jmicha

source: Set language
maz: juajnŠ nu jñaa

source: Set rotation center
maz: juanjnŠ nu ts'ipotrjŠ k'Š ra x£nch'i

source: Set Single Stepping
maz: pjŠrŠ ri jñanrý k'o ri tsjaa

source: set slider min and max
maz: tsjapŠ ra ts'ik¦ ñe ra nokŠ

source: Share
maz: kompŠ

source: Share this project
maz: kompŠ nu b'¦pji

source: Share This Project Online
maz: ra kompŠji ne b'¦pji

source: Show Motor Blocks
maz: jizhi nu mb‡‡

source: show ScratchBoard watcher
maz: jizhi ScratchBoard

source: Shrink
maz: tsjapŠ ra ts'ik¦

source: Shrink sprite
maz: tsjapŠ ra ts'ik¦ nu pj¦ ngeje

source: Single-step speed?
maz: na niji a kjanŠ

source: slider
maz: kuexe

source: Slider range:
maz: dy¦dyi jý nzii

source: Sound quality:
maz: na joo ga z‡nŠ

source: Sound Recorder
maz: kuatŠ yo z‡n‡

source: Sounds
maz: z‡n‡

source: Sounds compressed
maz: kuatŠ yo z‡n‡

source: space
maz: k'o kejme

source: Sprite
maz: k'o pj¦ ngeje

source: Sprites
maz: pje ngeje

source: sqrt
maz: nziyo dyŠŠ

source: Stage
maz: k'o i jýnrý

source: Stage selected:
maz: juanŠ k'o i jýnrý

source: Stamp tool (select area, then stamp copies of it)
maz: kuatŠ

source: Start green flag scripts
maz: pjŠrŠ nu b'¦pji kja b'itu mbezhe

source: Start Single Stepping
maz: jñanrý k'o jyad'Š jý gi zhod'Š

source: stop
maz: b'øb'Š

source: Stop everything
maz: b'øb'Šji texe

source: Stop Single Stepping
maz: b'øb'Š ri jñanrý k'o nzhod'Š

source: Story
maz: k'o kjogŠ, b'ezhe

source: Support Site
maz: pjøs'Š kja web

source: Switch colors
maz: pøtŠji yo tsiji

source: Switch to full stage
maz: pøtŠ tezhe k'o kja

source: Switch to presentation mode
maz: pøtŠ k'o ra jizhi

source: Switch to small stage
maz: pøtŠ tezhe k'o ts'ik¦

source: Tags:
maz: k'o jý ri jñus'Š

source: Text tool (edit text layer)
maz: k'o ra mbøxk'Š ri yaxŠ

source: That variable name is already in use
maz: k'¦ chj@@ a b'Šb'Š kja nuu b'¦pji

source: that way
maz: a kjanŠ

source: The file name already exists. Overwrite existing file?
maz: i chj@@ ne b'¦pji ya b'Šb'Š

source: thing
maz: pj¦ ngeje

source: this way
maz: a kjatrjonŠ

source: tilt
maz: møkŠ

source: true
maz: ný kjuýný

source: Turbo speed
maz: xëd'ë

source: turn into new sprite
maz: tsjapŠ ra d'adyo nu pj¦ ngeje

source: Undelete
maz: yepe kja

source: Undo
maz: tsjapŠ ra otrjo

source: up
maz: a xes'e

source: up arrow
maz: jminchj¦ a xes'e

source: Updating thumbnails
maz: msgid "Updating thumbnails"

source: Upload succeeded!
maz: p¢jñe nu b'¦pji

source: Upload to Scratch Server
maz: p¢jñe nu kjaa ne Scratch

source: Uploading
maz: na p¢jñe

source: Variable name?
maz: naño i chj@@

source: View on stage
maz: jizhi k'uý ra jñanrýji

source: What's your name?
maz: pje ni chj@@tsŠ

source: whirl
maz: z‡nrajmý

source: world
maz: xoñij%mŠ

source: Write Multiple Project Summaries
maz: ra kjaji na punkjŠ yo b'¦pji

source: Write Project Summary
maz: ra kjaji na punkjŠ yo b'¦pji

source: Yes
maz: jýý

source: Your project is now online at
maz: nuu b'¦pji b'Šb'Š kja web

source: Your Scratch website login name:
maz: i ch@@ nu tee

source: Zoom in
maz: chýns'Š a ñebý

source: Zoom out
maz: chýns'Š a manu

source: Accordion
maz: x¢pjo nu tsjŠtr'Š

source: Acoustic Bass
maz: dya na j¢ns'¢ nu z‡n‡

source: Acoustic Bass Drum
maz: b'izhi k'Š ngeje zaa

source: Acoustic Grand
maz: ma gi chŠb'Š pes'e b'izhi

source: Acoustic Snare
maz: yŠrŠ nu tambo

source: Agogo
maz: Agogó

source: Alto Sax
maz: jŠxb'izhi k'Š na nrýý

source: Applause
maz: p¦ch'i i dy¦¦

source: Bagpipe
maz: Gaita

source: Baritone Sax
maz: ts'ijŠxb'izhi

source: Bass Drum 1
maz: ts'ijŠxb'izhi zaa

source: Bassoon
maz: Fagot

source: Bird Tweet
maz: t%j% yo s'ŠŠ

source: Blown Bottle
maz: juipji nu xito

source: Brass Section
maz: jý b'Šb'Š yo tr'¦zi

source: Breath Noise
maz: tsjos'Š nu jñŠŠ

source: Bright Acoustic
maz: ma gi chŠb'Š nu ju¦s'i pes'e b'izhi

source: Cello
maz: tamodyizi

source: Chinese Cymbal
maz: mojmŠ z‡nŠ

source: Choir Aahs
maz: t%j% yo aahs

source: Church Organ
maz: ma gi chŠb'Š pes'e b'izhi nu i tsja a n'itsjimi

source: Clarinet
maz: jŠxb'izhi

source: Claves
maz: yeje ts'iza k'o d'ojnŠ

source: Closed Hi-Hat
maz: tsotr'Š nu Charles

source: Contrabass
maz: tr'ab'izhi

source: Cowbell
maz: Cencerro

source: Crash Cymbal 1
maz: mojmŠ naja crash

source: Crash Cymbal 2
maz: mojmŠ yeje crash

source: Distortion Guitar
maz: ts‡nxb'izhi

source: Drawbar Organ
maz: ma gi chŠb'Š pes'e b'izhi Hammond

source: Dulcimer
maz: Dulcémele

source: Electric Bass (finger)
maz: b'izhi k'Š ni jyod'Š sibi (ñidy¦)

source: Electric Bass (pick)
maz: b'izhi k'Š ni jyod'Š sibi (xøjø)

source: Electric Clean Guitar
maz: job'izhi k'Š ni jyod'Š sibi

source: Electric Grand
maz: nu na nojo ma gi chŠb'Š pes'e b'izhi

source: Electric Jazz Guitar
maz: b'izhi k'Š ni jyod'Š sibi jazz

source: Electric Muted Guitar
maz: b'izhi k'Š ni jyid'Š sibi dyaxi ërë

source: Electric Piano 1
maz: ma gi chŠb'Š pes'e b'izhi naja

source: Electric Piano 2
maz: ma gi chŠb'Š pes'e b'izhi yeje

source: Electric Snare
maz: nuu tambo ni jyod'Š sibi

source: English Horn
maz: corno inglés

source: FX 1 (rain)
maz: zŠnŠ d'aja (dyeb'e)

source: FX 2 (soundtrack)
maz: zŠnŠ yeje (pj¦b'izhi)

source: FX 3 (crystal)
maz: zŠnŠ jñii (jñej¢)

source: FX 4 (atmosphere)
maz: zŠnŠ nziyo (j¢ns¢)

source: FX 5 (brightness)
maz: zŠnŠ ts'ich'a (ju¦s'i)

source: FX 6 (goblins)
maz: zŠnŠ ñ'anto (m¢nzheje)

source: FX 7 (echoes)
maz: zŠnŠ yencho (yepe z‡n‡)

source: FX 8 (sci-fi)
maz: zŠnŠ jñincho (j¢ch¢ jýý j¢ch¢ iyø)

source: Fiddle
maz: mob'izhi

source: Flute
maz: jŠxb'izhi

source: French Horn
maz: mab'øxŠ

source: Fretless Bass
maz: b'izhi k'o dya x%gŠ

source: Glockenspiel
maz: ¢ñe k'o mbii ga z‡n‡

source: Guitar Fret Noise
maz: b'izhi k'o x%gŠ

source: Guitar Harmonics
maz: jmuxb'izhi

source: Gunshot
maz: pjëkë nu b'izhi

source: Hand Clap
maz: p¦ch'i i dy¦¦

source: Harmonica
maz: juichb'izhi

source: Harpsichord
maz: Clavicémbalo

source: Helicopter
maz: yŠrb'izhi

source: Hi Bongo
maz: xŠrb'izhi

source: Hi Wood Block
maz: ts'ixŠrb'izhi

source: Hi-Mid Tom
maz: ts'ixŠrtambo

source: High Agogo
maz: Agogó k'Š na xŠtr'Š

source: High Floor Tom
maz: ts'ixŠrtambo k'Š b'Šb'Š a j%mŠ

source: High Timbale
maz: tr'axŠrmojmŠ

source: High Tom
maz: xŠrtambo

source: Lead 1 (square)
maz: k'Š otr'Š naja ( nziyo ñ'‡nŠ ga mbøtr'Š)

source: Lead 2 (sawtooth)
maz: k'Š otr'Š yeje ( s'ib'i k'Š okŠ)

source: Lead 3 (calliope)
maz: k'Š otr'Š jñii ( ma gi chŠb'Š pes'e b'izhi pj‡mpa)

source: Lead 4 (chiff)
maz: k'Š otr'Š nziyo (siseo ma gi chŠb'Š pes'e bízhi )

source: Lead 5 (charang)
maz: k'Š otr'Š ts'ich'a (charango )

source: Lead 6 (voice)
maz: k'Š otr'Š ñ'anto (t%jñaa )

source: Lead 7 (fifths)
maz: k'Š otr'Š yencho (yo ts'ich'a )

source: Lead 8 (bass+lead)
maz: k'Š otr'Š jñincho (jmýnch'ý ga t%j%)

source: Long Guiro
maz: b'izhi maxijmo

source: Long Whistle
maz: majŠxŠ

source: Low Agogo
maz: Agogó k'Š na z¦zhi

source: Low Bongo
maz: Bongó k'Š na z¦zhi

source: Low Conga
maz: Conga k'Š na Z¦zhi

source: Low Floor Tom
maz: Tom kja j%mŠ k'Š na z¦zhi

source: Low Timbale
maz: tr'axijmo na z¦zhi

source: Low Tom
maz: z¦xtambo

source: Low Wood Block
maz: ts'ib'izhi k'Š na z¦zhi

source: Low-Mid Tom
maz: nrez¦xtambo

source: Maracas
maz: xijmo k'Š xiñi

source: Marimba
maz: yabb'izhi

source: Melodic Tom
maz: xijmo k'Š t%j%

source: Music Box
maz: t%j% a mboo

source: Mute Cuica
maz: dya ërë nu zaa k'Š trjogŠ
