Repository: adlogi/scratch-trans
Catalog: scratch1.4/maz/maz.po
Languages: maz

source: Mute Hi Conga
maz: s'ëb'izhi k'Š dya ërë

source: Mute Triangle
maz: jñib'izhi k'Š ngøø

source: Muted Trumpet
maz: mab'øxb'izhi k'Š dya ërë

source: Nylon String Guitar
maz: b'izhi ngicha

source: Ocarina
maz: jŠxpito

source: Open Cuica
maz: nuu zaa k'Š trjogŠ nzhod'Šts'¦

source: Open Hi Conga
maz: Conga k'Š na z¦zhi nzhonts'¦

source: Open Hi-Hat
maz: kalo sogŠ

source: Open Triangle
maz: jñib'izhi k'Š k'Š nzhonts'¦

source: Orchestra Hit
maz: o nr%ji yo mb¦b'izhi

source: Orchestral Strings
maz: i b'izhi yo mb¦b'izhi

source: Overdriven Guitar
maz: dyakja sŠŠ yo b'izhi

source: Pad 1 (new age)
maz: mbotr'Š naja (d'adyo paa)

source: Pad 2 (warm)
maz: mbotr'Š yeje (ný t%rŠ)

source: Pad 3 (polysynth)
maz: mbotr'Š jñii (na punkjŠ)

source: Pad 4 (choir)
maz: mbotr'Š nziyo (yo t%nji)

source: Pad 5 (bowed)
maz: mbotr'Š ts'ich'a (moza)

source: Pad 6 (metallic)
maz: mbotr'Š ñ'anto (tr'¦zi)

source: Pad 7 (halo)
maz: mbotr'Š yencho (tsjimi)

source: Pad 8 (sweep)
maz: mbotr'Š jñincho (paxŠ)

source: Pan Flute
maz: jŠxb'izhi trj%m¦ch'i

source: Pedal Hi-Hat
maz: Charles chŠb'Š i kua

source: Percussive Organ
maz: ch‡bb'izhi

source: Piccolo
maz: jŠxb'izhi

source: Pizzicato Strings
maz: nras'Š pizzicato

source: Recorder
maz: %xb'izhi

source: Reed Organ
maz: chŠbb'izhi

source: Reverse Cymbal
maz: p‡nb'izhi

source: Ride Bell
maz: mojmŠ tr'¦zi k'Š jizhi

source: Ride Cymbal 1
maz: mojmŠ k'Š jizhi naja

source: Ride Cymbal 2
maz: mojmŠ k'Š jizhi yeje

source: Rock Organ
maz: jŠxb'izhi k'Š pj¦b'i na z¦zhi

source: Seashore
maz: ñ‡n'Š kja tr'azapjŠ

source: Short Guiro
maz: tsíxijmo

source: Short Whistle
maz: ts'ijŠxpito

source: Side Stick
maz: yab'Š i ximýtrjŠ

source: Sitar
maz: zojnŠ

source: Slap Bass 1
maz: yab'Šji a nrŠb'Š naja

source: Slap Bass 2
maz: yab'Šji a nrŠb'Š yeje

source: Soprano Sax
maz: jŠxmab'øxŠ

source: Splash Cymbal
maz: mojmŠ splash

source: Steel Drums
maz: tambo tr'¦zi

source: Steel String Guitar
maz: job'izhi nrans'Š tr'¦zi

source: String Ensemble 1
maz: jmurŠ yo nras'Š naja

source: String Ensemble 2
maz: jmurŠ yo nras'Š yeje

source: Synth Bass 1
maz: ts'ik¦ a nrŠb'Š naja

source: Synth Bass 2
maz: ts'ik¦ a nrŠb'Š yeje

source: Synth Drum
maz: k'o kjapŠ ra yŠrŠ

source: Synth Voice
maz: ts'ik¦ ra ñaa

source: SynthBrass 1
maz: ts'itr'¦zi naja

source: SynthBrass 2
maz: ts'itr'¦zi yeje

source: SynthStrings 1
maz: ts'inras'Š naja

source: SynthStrings 2
maz: ts'inras'Š yeje

source: Taiko Drum
maz: tambo Taiko

source: Tambourine
maz: mojmŠ k'Š z‡n‡

source: Tango Accordion
maz: Bandoleón

source: Telephone Ring
maz: z‡nŠ nu ñaa na j¢¢

source: Tenor Sax
maz: jŠxmab'øxŠ

source: Timpani
maz: yo tr'axijmo

source: Tinkle Bell
maz: ts'itr'¦zi

source: Tremolo Strings
maz: nras'Š

source: Trombone
maz: tamab'øxb'izhi

source: Trumpet
maz: mab'øxb'izhi

source: Tuba
maz: mbëb'øxb'izhi

source: Tubular Bells
maz: tr'¦zi k'o trjogŠ

source: Vibraphone
maz: mbib'izhi

source: Vibraslap
maz: Trafaplás

source: Violin
maz: modyizi

source: Voice Oohs
maz: jñaa i tsjaa nu oohs

source: Whistle
maz: jŠxpito

source: Woodblock
maz: kjotr'Š

source: Xylophone
maz: ts'iyabb'izhi
