Repository: adlogi/scratch-trans
Catalog: scratch1.4/an/an.po
Languages: an

source: Language-Name
an: Aragonés

source: Language-Direction
an: LTR

source: Suppress-Bold
an: false

source: %H sensor value
an: valura d'o sensor %H

source: %L contains %s
an: %L contién %s

source: %a of %m
an: %a de %m

source: %b and %b
an: %b y %b

source: %b or %b
an: %b u %b

source: %f of %n
an: %f de %n

source: add %s to %L
an: adhibe %s a %L

source: answer
an: respuesta

source: ask %s and wait
an: preguntar %s y aguardar

source: background #
an: fondo #

source: broadcast %e
an: ninviar %e a totz

source: broadcast %e and wait
an: ninviar %e a totz y aguardar

source: change %g effect by %n
an: aumentar l'efecto %g en %n

source: change %v by %n
an: suma %n a %v

source: change pen color by %n
an: aumentar en %n a color d'o lapicero

source: change pen shade by %n
an: aumentar en %n a intensidat d'o lapicero

source: change pen size by %n
an: aumentar en %n a mida d'o lapicero

source: change size by %n
an: aumentar en %n a mida

source: change tempo by %n
an: aumentar en %n o ritmo

source: change volume by %n
an: aumentar en %n o volumen

source: change x by %n
an: aumentar x en %n

source: change y by %n
an: aumentar y en %n

source: clear
an: limpiar

source: clear graphic effects
an: sacar os efectos graficos

source: color %C is touching %C?
an: color %C ye dencima de %C?

source: costume #
an: # de vestiu

source: delete %y of %L
an: borrar l'elemento %y de %L

source: direction
an: dirección

source: distance to %m
an: distancia ta %m

source: else
an: si no

source: forever
an: pa cutio

source: forever if %b
an: pa cutio si %b

source: glide %n secs to x:%n y:%n
an: eslizar %n segundos enta x:%n y:%n

source: go back %n layers
an: ninviar %n capas enta zaga

source: go to %m
an: ir ta %m

source: go to front
an: ninviar enta debant

source: go to x:%n y:%n
an: ir ta x:%n y:%n

source: hide
an: amagar

source: hide variable %v
an: amagar a variable %v

source: if %b
an: si %b

source: if on edge, bounce
an: rebotar en tocar un canto

source: insert %s at %i of %L
an: ficar %s en a posición %i de %L

source: item %i of %L
an: elemento %i de %L

source: join %s %s
an: unir %s %s

source: key %k pressed?
an: tecla %k pretada?

source: length of %L
an: longaria de %L

source: length of %s
an: longaria de %s

source: letter %n of %s
an: letra %n de %s

source: list
an: lista

source: looks
an: aparencia

source: loud?
an: son fuerte?

source: loudness
an: volumen d'o son

source: motion
an: movimiento

source: motor direction %W
an: dirección d'o motor %W

source: motor off
an: amortar o motor

source: motor on
an: enchegar o motor

source: motor on for %n secs
an: enchegar o motor %n segundos

source: motor power %n
an: fuerza d'o motor %n

source: mouse down?
an: ratet pretau?

source: mouse x
an: posición x d'o ratet

source: mouse y
an: posición y d'o ratet

source: move %n steps
an: mover %n pasos

source: next background
an: siguient fondo

source: next costume
an: siguient vestiu

source: not %b
an: no %b

source: operators
an: operadors

source: pen
an: lapicero

source: pen down
an: baixar o lapicero

source: pen up
an: puyar o lapicero

source: pick random %n to %n
an: numero a l'azar entre %n y %n

source: play drum %D for %n beats
an: tanyer o tambor %D entre %n pulsacions

source: play note %N for %n beats
an: tanyer a nota %N entre %n pulsacions

source: play sound %S
an: tanyer o son %S

source: play sound %S until done
an: tocar son %S y aguardar

source: point in direction %d
an: apuntar en dirección ta %d

source: point towards %m
an: apuntar enta %m

source: repeat %n
an: repetir %n

source: repeat until %b
an: repetir dica que %b

source: replace item %i of %L with %s
an: remplazar l'elemento %i de %L por %s

source: reset timer
an: reiniciar o cronometro

source: rest for %n beats
an: silencio por %n pulsacions

source: round %n
an: redondiar %n

source: say %s
an: decir %s

source: say %s for %n secs
an: decir %s por %n segundos

source: sensing
an: sensors

source: sensor %h?
an: sensor %h activau?

source: set %g effect to %n
an: fixar l'efecto %g a %n

source: set %v to %n
an: fixar %v a %n

source: set instrument to %I
an: fixar l'instrumento a %I

source: set pen color to %c
an: fixar a color d'o lapicero a %c

source: set pen color to %n
an: fixar a color d'o lapicero a %n

source: set pen shade to %n
an: fixar a intensidat d'o lapicero a %n

source: set pen size to %n
an: fixar a mida d'o lapicero a %n

source: set size to %n%
an: fixar a mida a %n%

source: set tempo to %n bpm
an: fixar o ritmo a %n ppm

source: set volume to %n%
an: fixar o volumen a %n

source: set x to %n
an: fixar x a %n

source: set y to %n
an: fixar y a %n

source: show
an: amostrar

source: show variable %v
an: amostrar a variable %v

source: size
an: mida

source: sound
an: son

source: stamp
an: sellar

source: stop all
an: aturar-lo tot

source: stop all sounds
an: aturar totz os sons

source: stop script
an: aturar o programa

source: switch to background %l
an: cambiar o fondo a %l

source: switch to costume %l
an: cambiar o vestiu a %l

source: tempo
an: ritmo

source: think %s
an: pensar %s

source: think %s for %n secs
an: pensar %s por %n segundos

source: timer
an: cronometro

source: touching %m?
an: ye tocando %m?

source: touching color %C?
an: ye tocando a color %C?

source: turn %n degrees
an: chirar %n graus

source: volume
an: volumen

source: wait %n secs
an: aguardar %n segundos

source: wait until %b
an: aguardar dica que %b

source: when %k key pressed
an: en pretar a tecla %k

source: when %m clicked
an: en fer clic en %m

source: when I receive %e
an: en recibir %e

source: x position
an: posición en x

source: y position
an: posición en y

source: (empty)
an: (vueda)

source: 1 script
an: 1 programa

source: About Scratch
an: Sobre Scratch

source: About this project:
an: Sobre iste prochecto:

source: add comment
an: adhibir comentario

source: add comment here
an: adhiba un comentario aquí

source: all
an: totz

source: and
an: y

source: Animation
an: Animación

source: any
an: qualsiquiera

source: Art
an: Arte

source: background
an: fundo

source: backgrounds
an: fundos

source: Backgrounds
an: Fundos

source: brightness
an: brilor

source: Brush size:
an: Grandaria d'o pincel:

source: button
an: botón

source: button pressed
an: botón pretau

source: can rotate
an: chiro habilitau

source: cancel
an: cancelar

source: Cancel
an: Cancelar

source: Choose a folder
an: Trigar una carpeta

source: Choose new sprite from file
an: Trigar un nuevo obchecto dende o fichero

source: clean up
an: organizar

source: Clear
an: Limpiar

source: Clear canvas
an: Limpiar o lienzo

source: Close and continue
an: Zarrar y continar

source: Close dialog?
an: Zarrar o dialogo?

source: Close paint editor?
an: Zarrar l'editor de dibuixo?

source: close port
an: zarrar o puerto

source: Close sound recorder?
an: Zarrar a gravadora de sons?

source: Compress Images
an: Comprimir as imachens

source: Compress Sounds
an: Comprimir os sons

source: Compress sounds and images
an: Comprimir imachens y sons

source: Computer
an: Ordinador

source: connected
an: connectau

source: Connecting to
an: Connectando con a2

source: Copy
an: Copiar

source: costume
an: vestiu

source: costumes
an: vestius

source: Costumes
an: Vestius

source: Could not read
an: No s'ha puesto leyer

source: Could not read project; file may be damaged
an: No s'ha puesto leyer o prochecto, o fichero puede estar corrompiu

source: Could not write file
an: No s'ha puesto escribir o fichero

source: Create account
an: Creyar una cuenta

source: Create an empty project
an: Creyar un prochecto nuevo

source: Data sent. Waiting for response...
an: S'ha ninviau o prochecto. Aguardando a respuesta...

source: delete
an: borrar

source: Delete
an: Borrar

source: Delete a list
an: Borrar una lista

source: Delete a variable
an: Borrar una variable

source: Delete this background
an: Borrar iste fundo

source: Delete this costume
an: Borrar iste vestiu

source: Delete this sound
an: Borrar iste son

source: Delete this sprite
an: Borrar iste obchecto

source: Desktop
an: Escritorio

source: disable remote sensor connections
an: desactivar connexions remotas de sensors

source: distance
an: distancia

source: Documents
an: Documentos

source: don't rotate
an: no chirar

source: Don't Save
an: No alzar

source: Done
an: Presto

source: down
an: abaixo

source: down arrow
an: flecha enta abaixo

source: drag to resize
an: arrocegar ta cambiar a mida

source: drag to rotate
an: arrocegar ta chirar

source: draggable on website?
an: se permite arrocegar en a web?

source: duplicate
an: duplicar

source: Duplicate
an: Duplicar

source: edge
an: canto

source: Edit
an: Editar

source: Ellipse tool (draw outlined or filled ellipse or circle)
an: Ferramienta d'elipses (dibuixar elipses u cerclos, plenos u vuedos)

source: enable remote sensor connections
an: activar as connexions remotas d'o sensor

source: Enter presentation mode
an: Dentrar en o modo de presentación

source: Eraser
an: Borrador

source: Eraser size
an: Mida d'o borrador

source: Examples
an: Eixemplos

source: Exit presentation
an: Salir d'o modo de presentacion

source: Exit presentation mode
an: Salir d'o modo de presentación

source: export
an: exportar

source: Export Background
an: Exportar fondo

source: Export Costume
an: Exportar vestiu

source: Export failed
an: Ha fallau a exportación

source: Export Sound
an: Exportar Son

source: Export Sprite
an: Exportar Obchecto

source: export this costume
an: exportar iste vestiu

source: export this sound
an: exportar iste son

source: export this sprite
an: exportar iste obchecto

source: Extras menu
an: Menu d'extras

source: Eyedropper tool (select a color)
an: Ferramienta de contagotas (selecciona a color)

source: Failed:
an: Ha fallau:

source: false
an: falso

source: File
an: Fichero

source: File not found
an: No s'ha trobau o fichero

source: Fill tool (fill areas with color or gradient)
an: Pote de pintura (emplir arias con una color u gradient)

source: first
an: primero

source: fisheye
an: uello de peix

source: Flash blocks (fast)
an: Bloques flash (rapido)

source: Flash blocks (slow)
an: Bloques flash (pando)

source: Flip horizontally
an: Chirar horizontalment

source: Flip vertically
an: Chirar verticalment

source: For all sprites
an: Ta totz os obchectos

source: For this sprite only
an: Nomás ta iste obchecto

source: Game
an: Chuego

source: Get surprise sprite
an: Pillar un obchecto sorpresa

source: Get the last thing deleted
an: Pillar o zaguer obchecto borrau

source: Getting Started
an: Empecipiando

source: ghost
an: transparent

source: Go To Scratch Website
an: Ir ta o puesto web de Scratch

source: grab screen region for new costume
an: seleccionar l'aria de pantalla ta un nuevo vestiu

source: grab screen region for new sprite
an: seleccionar l'aria de pantalla ta un nuevo obchecto

source: Grow
an: Agrandir

source: Grow sprite
an: Agrandir obchecto

source: hello
an: ola

source: Hello!
an: Ola!

source: help
an: aduya

source: Help
an: Aduya

source: Help Page
an: Pachina d'aduya

source: Help Screens
an: Pantallas d'aduya

source: Hide Motor Blocks
an: Amagar os bloques de Motor

source: High (biggest)
an: Alta (a mas gran)

source: Hmm...
an: Mmm...

source: Home
an: Inicio

source: Images compressed
an: Imachens comprimidas

source: import
an: importar

source: Import
an: Importar

source: Import an image on top of your current canvas
an: Importar una imachen dencima de l'aria de dibuixo actual

source: Import Background
an: Importar Fondo

source: Import Costume
an: Importar vestiu

source: Import Image
an: Importar Imachen

source: Import List
an: Importar Lista

source: Import Project
an: Importar Prochecto

source: import project
an: importar prochecto

source: Import Sound
an: Importar Son

source: Incompatible Scratch file format
an: Incompatible con o formato de fichero de Scratch

source: Is the folder read-only?
an: A carpeta ye nomás de lectura?

source: JPEG Quality (10-100)?
an: Calidat JPEG (10-100)?

source: Language
an: Idioma

source: large readout
an: lectura en gran

source: last
an: zaguer

source: left
an: cucha

source: left arrow
an: flecha cucha

source: length
an: longaria

source: light
an: luz

source: Line tool (draw lines)
an: Linia (dibuixa linias)

source: List name?
an: Nombre d'a lista?

source: Low
an: Baixa

source: Lowest (smallest)
an: Baixa (a mas chicota)

source: Make a list
an: Nueva lista

source: Make a variable
an: Nueva variable

source: meow
an: miau

source: Message name:
an: Nombre d'o mensache:

source: more
an: mas

source: More tags:
an: Mas etiquetas:

source: mosaic
an: mosaico

source: mouse x:
an: x d'o ratet:

source: mouse y:
an: y d'o ratet:

source: mouse-pointer
an: puntero d'o ratet

source: Move
an: Mover

source: Music
an: Musica

source: My Projects
an: Os míos Prochectos

source: new
an: nuevo

source: New
an: Nuevo

source: New background:
an: Nuevo fondo:

source: New costume:
an: Nuevo vestiu:

source: New file name?
an: Nuevo nombre de fichero?

source: New Filename:
an: Nuevo nombre de fichero:

source: New sound:
an: Nuevo son:

source: New Sprite
an: Nuevo obchecto

source: New sprite:
an: Nuevo obchecto:

source: No MIDI ports currently available.
an: No i ha garra puerto MIDI disponible.

source: No motion blocks
an: Sin bloques de movimiento

source: no scripts
an: sin programas

source: No serial ports found
an: No i ha garra puerto serie disponible

source: No variables.
an: Sin variables.

source: normal readout
an: lectura normal

source: Off
an: Amortau

source: OK
an: Acceptar

source: On
an: Enchegau

source: only face left-right
an: mirar-se nomás t'a dreita u t'a zurda

source: Open
an: Ubrir

source: Open a Scratch project
an: Ubrir un prochecto de Scratch

source: Open Project
an: Ubrir Prochecto

source: or
an: u

source: Paint
an: Debuixar

source: Paint Editor
an: Editor de dibuixos

source: Paint new sprite
an: Dibuixar un nuevo obchecto

source: Paintbrush
an: Pincel

source: Password:
an: Clau:

source: Percent? (100 gives original size)
an: Porcentache? (100 d'a mida orichinal)

source: Pictures
an: Fotos

source: pixelate
an: pixelar

source: play
an: reproducir

source: Please enter a number
an: Introduzca un numero

source: Position the cross-hair to set the rotation center
an: Posa a cruz ta establir o punto de rotación

source: Preparing project...
an: Aprestando o prochecto...

source: Project author:
an: Autor d'o prochecto:

source: Project name
an: Nombre d'o prochecto

source: Project Notes
an: Notas d'o prochecto

source: Project notes
an: Notas d'o prochecto

source: Project uploaded.
an: Prochecto cargau.

source: Projects
an: Prochectos

source: Quit
an: Salir

source: Quit Scratch
an: Salir de Scratch

source: Reading
an: Leyendo

source: record
an: gravar

source: Record
an: Gravar

source: recording
an: gravación

source: Rectangle tool (draw outlined or filled rectangle or square)
an: Ferramienta de rectanglos (dibuixar quadraus u rectanglos, plenos u vuedos)

source: Redo
an: Refer

source: Reference Guide
an: Guida de Referencia

source: Remote sensor connections enabled
an: S'ha habilitau as connexions con sensors remotos

source: Remove viewer from stage
an: Sacar o visor d'o scenario

source: resistance
an: resistencia

source: resize this sprite
an: redimensionar iste obchecto

source: reverse
an: invertiu

source: right
an: dreita

source: right arrow
an: sayeta dreita

source: Rotate clock-wise
an: Chirar en o sentiu d'as agullas d'o reloch

source: Rotate counter-clock-wise
an: Chirar en o sentiu contrario a las agullas d'o reloch

source: rotate this sprite
an: chirar iste obchecto

source: Rotation degrees?
an: Graus de rotación?

source: Save
an: Alzar

source: Save a copy of the current project
an: Alzar una copia d'o prochecto actual

source: Save As
an: Alzar como

source: Save changes before quitting?
an: Alzar os cambios antes de salir?

source: Save failed
an: Error en alzar

source: save picture of scripts
an: alzar una imachen d'os programas

source: save picture of stage...
an: alzar una imachen d'o scenario...

source: Save Project
an: Alzar o prochecto

source: Save Scripts Snapshot
an: Alzar una imachen d'os programas

source: Save Stage Shot
an: Alzar una imachen d'o scenario

source: Save the current project
an: Alzar o prochecto actual

source: Save the current project?
an: Alzar o prochecto actual?

source: Save this project
an: Alzar iste prochecto

source: Scripts
an: Programas

source: select serial/USB port
an: seleccionar un puerto serial/USB

source: Select tool (move, modify, or delete selection)
an: Ferramienta de selección (mover, modificar u borrar selección)

source: Set costume center
an: Seleccionar o centro d'o vestiu

source: Set language
an: Cambiar l'idioma

source: Set rotation center
an: Seleccionar o centro de rotación

source: Set Single Stepping
an: Definir o paso a paso

source: set slider min and max
an: trigar minimo y maximo d'o eslizador

source: Share
an: Compartir

source: Share this project
an: Compartir iste prochecto

source: Share This Project Online
an: Compartir iste prochecto en linia

source: Show Motor Blocks
an: Amostrar os Bloques de Motor

source: show ScratchBoard watcher
an: amostrar l'inspector d'a Placa Scratch (Scratchboard)

source: Shrink
an: Achiquir

source: Shrink sprite
an: Achiquir obchecto

source: Simulation
an: Simulación

source: Single-step speed?
an: Velocidat d'os pasos?

source: slider
an: eslizador

source: Slider range:
an: Rango de valuras:

source: Sound quality:
an: Calidat de son:

source: Sound Recorder
an: Gravador de sons

source: Sounds
an: Sons

source: Sounds compressed
an: Sons comprimius

source: space
an: espacio

source: Sprite
an: Obchecto

source: Sprites
an: Obchectos

source: sqrt
an: radiz quadrada

source: Stage
an: Scenario

source: Stage selected:
an: Scenario trigau:

source: Stamp tool (select area, then stamp copies of it)
an: Siello (triga un aria y estampa copias d'ella)

source: Start green flag scripts
an: Encetar programas con bandera verda

source: Start Single Stepping
an: Empecipiar o paso a paso

source: stop
an: aturar

source: Stop everything
an: Aturar-lo tot

source: Stop Single Stepping
an: Aturar o paso a paso

source: Story
an: Historia

source: Support Site
an: Puesto de Soporte

source: Switch colors
an: Intercambiar colors

source: Switch to full stage
an: Cambiar a escenario completo

source: Switch to presentation mode
an: Cambiar a o modo de presentación

source: Switch to small stage
an: Cambiar a lo scenario chicot

source: Tags:
an: Etiquetas:

source: Text tool (edit text layer)
an: Ferramienta de texto (edita a capa de texto)

source: That variable name is already in use
an: Ixe nombre de variable ya ye en uso

source: that way
an: enta allá

source: The file name already exists. Overwrite existing file?
an: O nombre d'o fichero ya existe. Lo quiere sobrescribir?

source: thing
an: cosa

source: this way
an: enta aquí

source: tilt
an: inclinación

source: true
an: verdat

source: Turbo speed
an: Velocidat turbo

source: turn into new sprite
an: fer un obchecto nuevo

source: Undelete
an: Recuperar o borrau

source: Undo
an: Desfer

source: up
an: alto

source: up arrow
an: flecha enta alto

source: Updating thumbnails
an: Esviellando as miniaturas

source: Upload succeeded!
an: Puyada completa!

source: Upload to Scratch Server
an: Puyar ta o servidor de Scratch

source: Uploading
an: Puyando

source: Variable name?
an: Nombre d'a variable?

source: View on stage
an: Veyer en o escenario

source: What's your name?
an: Cómo te dices?

source: whirl
an: rechirar

source: world
an: mundo

source: Write Multiple Project Summaries
an: Escribir o resumen de multiples prochectos

source: Write Project Summary
an: Escribir o resumen d'o prochecto

source: Yes
an: Sí

source: Your project is now online at
an: O prochecto ya ye en linia en a pachina

source: Your Scratch website login name:
an: O tuyo Nombre d'usuario en a pachina web de Scratch:

source: Zoom in
an: Amanar

source: Zoom out
an: Aleixar

source: Accordion
an: Cordión

source: Acoustic Bass
an: Baixo acustico

source: Acoustic Bass Drum
an: Bombo acustico

source: Acoustic Grand
an: Piano acustico gran

source: Acoustic Snare
an: Tambor acustico

source: Agogo
an: Agogó

source: Alto Sax
an: Saxofón alto

source: Applause
an: Aplauso

source: Bagpipe
an: Gaita de boto

source: Baritone Sax
an: Saxofón baritono

source: Bass Drum 1
an: Bombo 1

source: Bassoon
an: Fagot

source: Bird Tweet
an: Piulada de muixón

source: Blown Bottle
an: Botella bufada

source: Brass Section
an: Sección de metals

source: Breath Noise
an: Son de respiración

source: Bright Acoustic
an: Piano acustico brilant

source: Cello
an: Violonchelo

source: Chinese Cymbal
an: Plato chino (gong)

source: Choir Aahs
an: Coro de voces

source: Church Organ
an: Organo d'ilesia

source: Claves
an: Claus

source: Closed Hi-Hat
an: Charles zarrau

source: Contrabass
an: Contrabaixo

source: Cowbell
an: Esquilla

source: Crash Cymbal 1
an: Platos de choque 1

source: Crash Cymbal 2
an: Platos de choque 2

source: Distortion Guitar
an: Guitarra distorsionada

source: Drawbar Organ
an: Organo Hammond

source: Electric Bass (finger)
an: Baixo electrico (didos)

source: Electric Bass (pick)
an: Baixo electrico (puga)

source: Electric Clean Guitar
an: Guitarra electrica clara

source: Electric Grand
an: Piano electrico gran

source: Electric Jazz Guitar
an: Guitarra electrica de jazz

source: Electric Muted Guitar
an: Guitarra electrica atenuada

source: Electric Piano 1
an: Piano electrico 1

source: Electric Piano 2
an: Piano electrico 2

source: Electric Snare
an: Tambor electronico

source: English Horn
an: Cuerno anglés

source: FX 1 (rain)
an: Efecto 1 (plevia)

source: FX 2 (soundtrack)
an: Efecto 2 (banda sonora)

source: FX 3 (crystal)
an: Efecto 3 (cristal)

source: FX 4 (atmosphere)
an: Efecto 4 (atmosferico)

source: FX 5 (brightness)
an: Efecto 5 (brilo)

source: FX 6 (goblins)
an: Efecto 6 (folletz)

source: FX 7 (echoes)
an: Efecto 7 (ecos)

source: FX 8 (sci-fi)
an: Efecto 8 (sciencia ficción)

source: Fiddle
an: Vriolín celta

source: Flute
an: Flauta

source: French Horn
an: Cuerno francés

source: Fretless Bass
an: Baixo sin trastes

source: Glockenspiel
an: Chuego de trucadors

source: Guitar Fret Noise
an: Trasteyo de guitarra

source: Guitar Harmonics
an: Harmonicos de guitarra

source: Gunshot
an: Tiro de fusil

source: Hand Clap
an: Palmetada

source: Harmonica
an: Sanfoina

source: Harpsichord
an: Clavecín

source: Helicopter
an: Helicoptero

source: Hi Bongo
an: Bongo agudo

source: Hi Wood Block
an: Caixa china aguda

source: Hi-Mid Tom
an: Tom meyo-agudo

source: High Agogo
an: Agogó agudo

source: High Floor Tom
an: Tom de tierra agudo

source: High Timbale
an: Timbal agudo

source: High Tom
an: Tom agudo

source: Honky-Tonk
an: Piano de tabierna

source: Lead 1 (square)
an: Prencipal 1 (onda quadrada)

source: Lead 2 (sawtooth)
an: Prencipal 2 (dient de sierra)

source: Lead 3 (calliope)
an: Prencipal 3 (órgano de vapor)

source: Lead 4 (chiff)
an: Prencipal 4 (bisbiseyo órgano)

source: Lead 5 (charang)
an: Prencipal 5 (charanga)

source: Lead 6 (voice)
an: Prencipal 6 (voz)

source: Lead 7 (fifths)
an: Prencipal 7 (cinquenas)

source: Lead 8 (bass+lead)
an: Prencipal 8 (baixo y melodía)

source: Long Guiro
an: Güiro largo

source: Long Whistle
an: Chuflet largo

source: Low Agogo
an: Agogó grieu

source: Low Bongo
an: Bongo grieu

source: Low Conga
an: Conga grieu

source: Low Floor Tom
an: Tom de tierra grieu

source: Low Timbale
an: Timbal grieu

source: Low Tom
an: Tom grieu

source: Low Wood Block
an: Caixa china grieu

source: Low-Mid Tom
an: Tom meyo-grieu

source: Melodic Tom
an: Timbal melodico
