Repository: adlogi/scratch-trans
Catalog: scratch1.4/an/an.po
Languages: an

source: Music Box
an: Caixa musical

source: Mute Cuica
an: Cuica sorda

source: Mute Hi Conga
an: Conga aguda sorda

source: Mute Triangle
an: Trianglo sordo

source: Muted Trumpet
an: Trompeta con sordina

source: Nylon String Guitar
an: Guitarra clasica

source: Open Cuica
an: Cuica sonora

source: Open Hi Conga
an: Conga aguda sonora

source: Open Hi-Hat
an: Charles ubierto

source: Open Triangle
an: Trianglo sonoro

source: Orchestra Hit
an: Orquesta

source: Orchestral Strings
an: Cuerdas d'orquesta

source: Overdriven Guitar
an: Guitarra saturada

source: Pad 1 (new age)
an: Fondo 1 (nueva era)

source: Pad 2 (warm)
an: Fondo 2 (calido)

source: Pad 3 (polysynth)
an: Fondo 3 (polisintetizador)

source: Pad 4 (choir)
an: Fondo 4 (coro)

source: Pad 5 (bowed)
an: Fondo 5 (arquiau)

source: Pad 6 (metallic)
an: Fondo 6 (metalico)

source: Pad 7 (halo)
an: Fondo 7 (halo)

source: Pad 8 (sweep)
an: Fondo 8 (escobau)

source: Pan Flute
an: Flauta de pan

source: Pedal Hi-Hat
an: Hi-Hat de pedal

source: Percussive Organ
an: Organo de percusión

source: Piccolo
an: Flautín

source: Pizzicato Strings
an: Cuerdas pizzicato

source: Recorder
an: Gravador

source: Reed Organ
an: Armonio

source: Reverse Cymbal
an: Plato invertiu

source: Ride Bell
an: Campana de plato guía

source: Ride Cymbal 1
an: Plato guía 1

source: Ride Cymbal 2
an: Plato guía 2

source: Rock Organ
an: Organo de rock

source: Seashore
an: Placha

source: Short Guiro
an: Güiro curto

source: Short Whistle
an: Chuflet curto

source: Side Stick
an: Truco lateral

source: Sitar
an: Sitara

source: Slap Bass 1
an: Baixo trucau 1

source: Slap Bass 2
an: Baixo trucau 2

source: Soprano Sax
an: Saxofón soprano

source: Splash Cymbal
an: Plato splash

source: Steel Drums
an: Tambors metalicos

source: Steel String Guitar
an: Guitarra acustica

source: String Ensemble 1
an: Conchunto de cuerda 1

source: String Ensemble 2
an: Conchunto de cuerda 2

source: Synth Bass 1
an: Baixo sintetico 1

source: Synth Bass 2
an: Baixo sintetico 2

source: Synth Drum
an: Percusión sintetica

source: Synth Voice
an: Voz sintetica

source: SynthBrass 1
an: Metals sinteticos 1

source: SynthBrass 2
an: Metals sinteticos 2

source: SynthStrings 1
an: Cuerdas sinteticas 1

source: SynthStrings 2
an: Cuerdas sinteticas 2

source: Taiko Drum
an: Tambor Taiko

source: Tambourine
an: Pandereta

source: Tango Accordion
an: Bandonión

source: Telephone Ring
an: Trucada de telefono

source: Tenor Sax
an: Saxofón tenor

source: Timpani
an: Timbales

source: Tinkle Bell
an: Cimbaleta

source: Tremolo Strings
an: Cuerdas con trémolo

source: Trombone
an: Trombón

source: Trumpet
an: Trompeta

source: Tubular Bells
an: Campanas tubulares

source: Vibraphone
an: Vibráfono

source: Violin
an: Vriolín

source: Voice Oohs
an: Coro de voces

source: Whistle
an: Chuflet

source: Woodblock
an: Caixa china

source: Xylophone
an: Xilofón
