Repository: adlogi/scratch-trans
Catalog: scratch1.4/hch/hch.po
Languages: hch

source: Slap Bass 2
hch: paku kurupuaru 2

source: Soprano Sax
hch: tsatsupuni tsupüranu

source: Splash Cymbal
hch: xakü splash

source: Steel Drums
hch: tepute tepüayari

source: Steel String Guitar
hch: kanari âkutsitika (mawütüka tepüakü)

source: String Ensemble 1
hch: memüteukayuitüwa mawütüka 1

source: String Ensemble 2
hch: memüteukayuitüwa mawütüka 2

source: Synth Bass 1
hch: paku tsitetitsaru 1

source: Synth Bass 2
hch: paku tsitetitsaru 2

source: Synth Drum
hch: perikutsiuni tsitetitsaru

source: Synth Voice
hch: â niuki tsitetitsara

source: SynthBrass 1
hch: tepüa tsitetitsaru 1

source: SynthBrass 2
hch: tepüa tsitetitsaru 2

source: SynthStrings 1
hch: wiwieri tsintetitsara 1

source: SynthStrings 2
hch: wiwieri tsintetitsara 2

source: Taiko Drum
hch: Tepu taîku

source: Tambourine
hch: panutereta

source: Tango Accordion
hch: panituniuni

source: Telephone Ring
hch: terepunu kemütiuyake

source: Tenor Sax
hch: tsatsupuni tenuri

source: Timpani
hch: timüwari

source: Tinkle Bell
hch: tirau yapeme

source: Tremolo Strings
hch: wiwieri pinieya turemuru

source: Trombone
hch: turupuni

source: Trumpet
hch: turupeta

source: Tuba
hch: tupa

source: Tubular Bells
hch: tirau kurumawime

source: Vibraphone
hch: wipürapunu

source: Vibraslap
hch: türapapüratsi

source: Viola
hch: piura

source: Violin
hch: xaweri

source: Voice Oohs
hch: â niuki wa oohs

source: Whistle
hch: hütsiwame

source: Woodblock
hch: tipineme Tsina

source: Xylophone
hch: tsirupunu
