Repository: adlogi/scratch-trans
Catalog: scratch1.4/hch/hch.po
Languages: hch

source: Language-Name
hch: Wixarika

source: %H sensor value
hch: %H kemürayeâxe tsentsuri

source: %a of %m
hch: %a pinieya %m

source: %b and %b
hch: %b yaî %b

source: %b or %b
hch: %b yatüni %b

source: %f of %n
hch: %f pinieya %n

source: add %s to %L
hch: %s penutipaürita %L

source: background #
hch: kemayeâne #

source: broadcast %e
hch: yunaitü püwaranunüâirie %e

source: broadcast %e and wait
hch: yunaitü püwaranunüâirie %e yaî pütaîkuewani

source: change %g effect by %n
hch: püpata %g êpetu xeimeküküpüta %n

source: change %v by %n
hch: püpata %v xeimeküküpüta %n

source: change pen color by %n
hch: rapi tauxiyari püpata xeimeküküpüta %n

source: change pen shade by %n
hch: rapi tauxiyari hanutiyakame püpata xeimeküküpüta %n

source: change pen size by %n
hch: rapi kemüpa püpata xeimeküküpüta %n

source: change size by %n
hch: pipata kemüpa xeimeküküpüta %n

source: change tempo by %n
hch: pipata (tempo) xeimeküküpüta %n

source: change volume by %n
hch: pipata menutiwieni xeimeküküpüta %n

source: change x by %n
hch: pipata x xeimeküküpüta %n

source: change y by %n
hch: pipata y xeimeküküpüta %n

source: clear
hch: peyeitüani

source: clear graphic effects
hch: piyeitüani êpetu kürikürapiku

source: color %C is touching %C?
hch: ¿tauxi %C heima pitawirieni%C?

source: control
hch: kunitururi

source: costume #
hch: # kemari

source: delete %y of %L
hch: peyeitüani %y ketita %L

source: direction
hch: kemütimie

source: distance to %m
hch: wa kemeutatewa %m

source: forever
hch: ya ânemekü

source: forever if %b
hch: hü Ya ânemekü %b

source: glide %n secs to x:%n y:%n
hch: wa %n püyeyani tsekunitu x:%n y:%n

source: go back %n layers
hch: yu kuta %n pitanüâni

source: go to %m
hch: wa pümie %m

source: go to front
hch: hüxiena pitanüâni

source: go to x:%n y:%n
hch: wa pümie x:%n y:%n

source: hide
hch: pitiâwieta

source: hide variable %v
hch: pitiâwieta pariâpüre

source: if %b
hch: hü %b

source: if on edge, bounce
hch: pawene xüka tiutawaxüani tetsitana

source: insert %s at %i of %L
hch: pitawiyatsitäuni %s hetsiena %i ketita %L

source: item %i of %L
hch: îtemi %i ketita %L

source: key %k pressed?
hch: ¿teküra %k tsinatü?

source: length of %L
hch: kemütewi ketita %L

source: length of %s
hch: kemütewi ketita %s

source: list
hch: memakaûtse

source: looks
hch: waâtü

source: loud?
hch: ¿kui ûyuaneme?

source: loudness
hch: mikuyuitüwa müêniüriükü

source: motion
hch: mukuyuake

source: mouse down?
hch: ¿naika katsinatü?

source: mouse x
hch: naika x pinieya

source: mouse y
hch: naika y pinieya

source: move %n steps
hch: pukuyuani %n yeyani

source: next background
hch: tawari xewitü kemayeâne

source: next costume
hch: tawari xewitü kemari

source: not %b
hch: waikü %b

source: pen
hch: rapi

source: pen down
hch: rapi pakakueni

source: pen up
hch: rapi peutituani

source: pick random %n to %n
hch: înüari kepai müînüaritüani hakewa %n y %n

source: play drum %D for %n beats
hch: pitayuitüani tepu %D reuteteretü %n îküpünatü

source: play note %N for %n beats
hch: pitayuitüani nuta %N reuteteretü %n îküpünatü

source: play sound %S
hch: pitayuitüani müêniuriükü %S

source: play sound %S until done
hch: pitayuitüani müêniüriükü yaî pikuewieni

source: point in direction %d
hch: peitanieritüani hake memie %d

source: point towards %m
hch: hake peitanieritüani %m

source: repeat %n
hch: hutarieka %n

source: repeat until %b
hch: hutarieka xüka keri %b

source: replace item %i of %L with %s
hch: pipata %i ketitakü %L %s

source: reset timer
hch: hutarieka pitsutüani kurumeturu

source: rest for %n beats
hch: kiüri %n îküpunatü

source: round %n
hch: âurie %n

source: say %s
hch: pütayüni %s

source: say %s for %n secs
hch: pütayüni %s tsekunitu %n hanukayeikakaku

source: sensing
hch: tsenitsure

source: sensor %h?
hch: ¿tsenitsure tatü%h?

source: set %g effect to %n
hch: wa %g piwetsitüani êpetu %n

source: set %v to %n
hch: wa %v piwetsitüani %n

source: set instrument to %I
hch: wa piwetsitüani îtsiturumenitu %I

source: set pen color to %c
hch: wa piwetsitüani tauxi kemüâne rapi %c

source: set pen color to %n
hch: wa piwetsitüani tauxi kemüâne rapi %n

source: set pen shade to %n
hch: wa piwetsitüani hanutiyakame rapi %n

source: set pen size to %n
hch: wa piwetsitüani kepame rapi %n

source: set size to %n%
hch: wa piwetsitüani n %n%

source: set tempo to %n bpm
hch: wa piwetsitüani (tempo) %n ppm

source: set volume to %n%
hch: wa piwetsitüani menutiùra %n%

source: set x to %n
hch: wa piwetsitüani x %n

source: set y to %n
hch: wa piwetsitüani y %n

source: show
hch: piyetsera

source: show variable %v
hch: piyetsera pariapüre

source: size
hch: keneme

source: sound
hch: mayuake

source: stamp
hch: tseyu peumani

source: stop all
hch: pewakeni naitü

source: stop all sounds
hch: püwakeni naitü mayuake

source: stop script
hch: püwakeni purukurama

source: switch to background %l
hch: wa pipata kemayeâne %l

source: switch to costume %l
hch: wa pipata kemarite %l

source: think %s
hch: ketiêrieni %s

source: think %s for %n secs
hch: ketiêrieni %s tsekunitu %n hanukayeikakaku

source: timer
hch: kürunumeturu

source: touching %m?
hch: ¿pikuwiwiya%m?

source: touching color %C?
hch: ¿tauxi mukuwiwiya%C?

source: turn %n degrees
hch: taâurie paweni küraru

source: variables
hch: pariâpure

source: volume
hch: nanutiwi

source: wait %n secs
hch: tsekutu %n kuewieni

source: wait until %b
hch: kuewieni ânake%b

source: when %k key pressed
hch: teküra müpüna tsie

source: when %m clicked
hch: mipüna %m tsie

source: when I receive %e
hch: menupini tsie%e

source: x position
hch: putsitsiuni x

source: y position
hch: putsitsiuni y

source: (empty)
hch: (hayewakitü)

source: 1 script
hch: 1 pururama

source: About Scratch
hch: keâne Scratch

source: About this project:
hch: keâne îkü puruyetu

source: add comment
hch: pitamüani kemüâneni

source: add comment here
hch: pitamüani xeime kemüâneni êna

source: all
hch: yunaitü

source: and
hch: yaî

source: any
hch: kepaitsietü

source: background
hch: kemayeâne

source: backgrounds
hch: kemayeânene

source: Backgrounds
hch: Kemayeânene

source: brightness
hch: pümerükaüye

source: Brush size:
hch: kepame purucha

source: button
hch: putüni

source: button pressed
hch: putüni pünatü

source: can rotate
hch: kiru âwiritaru

source: cancel
hch: Neuhayewa

source: Cancel
hch: Neuhayewa

source: Choose a folder
hch: panuyewauni karüpeta

source: Choose new sprite from file
hch: panuyewauni xei hekuame pururama ârüchipu mieme

source: clean up
hch: pitaîtieni

source: Clear
hch: Pitaîtieni

source: Clear canvas
hch: pitaîtieni rienitsu mieme

source: Close dialog?
hch: ¿reunani niuki?

source: Close paint editor?
hch: ¿reunani êrituri tipuku mieme?

source: close port
hch: reunani pueritu

source: Close sound recorder?
hch: ¿reunani kürawarura tsunitu mieme?

source: color
hch: tauxi

source: Compress Images
hch: pitipetsina îmaketsixi

source: Compress Sounds
hch: pitipetsina tsuniru

source: Compress sounds and images
hch: pitipetsina tsuniru mayani îmaketsixi

source: Computer
hch: kuputarura

source: connected
hch: peuwie

source: Connecting to
hch: wa peuwie

source: Copy
hch: pekaùke

source: costume
hch: kemari

source: costumes
hch: kemarite

source: Costumes
hch: Kemarite

source: Could not read
hch: pükayüwe mitaterüwa

source: Could not read project; file may be damaged
hch: pükayüwe mitaterüwa puruyetu, ârichipu ânatü nimuri

source: Could not write file
hch: pükayüwe mütitaûtüani ârichipu

source: Create account
hch: pitawewieni kueta

source: Create an empty project
hch: pitawewieni puruyetu hekuame

source: Data sent. Waiting for response...
hch: puruyetu nüâriekame. Pitakuewie kemutayü

source: delete
hch: peyeitüani

source: Delete
hch: Peyeitüani

source: Delete a list
hch: peyeitüani memakaûtse

source: Delete a variable
hch: peyeitüani pariâpüre

source: Delete this costume
hch: peyeitüani îkü kemari

source: Delete this sound
hch: peyeitüani îkü tsuniru

source: Desktop
hch: êtsikürituriyu

source: Documents
hch: xapate

source: don't rotate
hch: taâurie pükahehüani

source: down
hch: hetüa

source: down arrow
hch: ùrü heukaniereme

source: draggable on website?
hch: ¿piyehana êna web âpiritaru?

source: duplicate
hch: pihutariya

source: Duplicate
hch: pihutariya

source: edge
hch: tetsitana

source: Edit
hch: pitawewieni

source: Ellipse tool (draw outlined or filled ellipse or circle)
hch: keâne pini êritsexi (xiküraüye xeime neutawewi, âurie êritse hünetü)

source: Enter presentation mode
hch: panuhani mutu puretsenitatsiuni

source: Eraser
hch: yeitüwame

source: Eraser size
hch: kepa yeitüwame

source: Exit presentation mode
hch: payeyani mutu püretsenitatsiuni

source: export
hch: penünüâni

source: Export Background
hch: penünüâni kemayeâne

source: Export Costume
hch: penünüâni kemari

source: Export failed
hch: pükayüwekaxüa menunuâ

source: Export Sound
hch: penünüâni tsuniru

source: Export Sprite
hch: penünüâni ûketuru

source: export this costume
hch: penünüâni îkü ûketuru

source: Extras menu
hch: Menu tawari

source: Eyedropper tool (select a color)
hch: kuteru (mitiwaunikü tauxi)

source: Failed:
hch: pükahükü

source: false
hch: pükayuri

source: File not found
hch: pükaîtaxei ârüchipu

source: Fill tool (fill areas with color or gradient)
hch: kemüâne pini meyehüniya taxikü

source: first
hch: manuyehaitüa

source: fisheye
hch: ketsü hüxieya

source: Flash blocks (fast)
hch: pitauximani puruke (kuitüwa)

source: Flash blocks (slow)
hch: pitauximani puruke (âxükai)

source: Flip horizontally
hch: taâurie pepaürita ûkaikame

source: Flip vertically
hch: taâurie pepaürita ûweme

source: For all sprites
hch: naime pini kepaümeme payani

source: For this sprite only
hch: îkü pini payani

source: Get surprise sprite
hch: pini manatiheküare

source: Get the last thing deleted
hch: manawie pini muyeitürixü

source: grab screen region for new costume
hch: penuyewauni rekiuni meyeheküa xewitü hekuame kemari

source: grab screen region for new sprite
hch: penuyewauni rekiuni meyeheküa xewitü hekuame pini

source: Grow
hch: pitahana

source: Grow sprite
hch: pitahana pini

source: Hello!
hch: !keâku!

source: help
hch: parewiya

source: High (biggest)
hch: mutewi (kuini mawe)

source: Hmm...
hch: mmm…

source: Home
hch: mütayuani

source: Images compressed
hch: îmake petsinietükaime

source: import
hch: pitaîwauni

source: Import
hch: Pitaîwauni

source: Import an image on top of your current canvas
hch: pitaîwauni îmake heimana rienitsu hikü

source: Import Background
hch: pitaîwauni kemayeâne

source: Import Costume
hch: pitaîwauni kemari

source: Import Image
hch: pitaîwauni îmake

source: Import List
hch: pitaîwauni memakaûtse

source: Import Project
hch: Pitaîwauni puruyetu

source: import project
hch: pitaîwauni puruyetu

source: Import Sound
hch: pitaîwauni tsuniru

source: Incompatible Scratch file format
hch: purumatu âruchipu mükatikunanake

source: Is the folder read-only?
hch: ¿karupeta kanihükütüni xeiküa terüwarika?

source: JPEG Quality (10-100)?
hch: karira JPG (10-100)

source: Language
hch: kemütiuniuka

source: large readout
hch: êpatü

source: last
hch: manawie

source: left
hch: ûtata

source: left arrow
hch: ùrü ûtata

source: length
hch: kemayetewi

source: light
hch: heküa

source: Line tool (draw lines)
hch: keâne pini riniâ püyüni

source: List name?
hch: ¿ketitewa memakaûtse?

source: Low
hch: chiûtewitü

source: Lowest (smallest)
hch: kui chimutewi

source: Make a list
hch: memakaûtse hekuame

source: Make a variable
hch: pariâpüre hekuame

source: meow
hch: miau

source: Message name:
hch: kemütitewa metsake

source: more
hch: tawari

source: More tags:
hch: tawari êtiketatsixi

source: mosaic
hch: mutsaîku

source: mouse x:
hch: x naika pinieya

source: mouse y:
hch: y naika pinieya

source: mouse-pointer
hch: naika îtüwameya

source: Move
hch: pikuyuitüani

source: Music
hch: kuikari

source: new
hch: hekuame

source: New
hch: Hekuame

source: New background:
hch: kemayeâne hekuame

source: New costume:
hch: hekuame kemari:

source: New Filename:
hch: hekuame kemütitewa ârichipu:

source: New sound:
hch: tsuniru hekuame:

source: New sprite:
hch: hekuame pini

source: No
hch: hawaikü

source: No MIDI ports currently available.
hch: nixewitü pueêritu MIDI tiripunipüre

source: No motion blocks
hch: pukaxuawe puruke mukuyuake

source: no scripts
hch: pükaxuawe pururama

source: No serial ports found
hch: nixewitü puêritu tseriâri tiripunipüre

source: No variables.
hch: püka xuawe pariâpüre

source: Normal
hch: yapüâne

source: Off
hch: pütütse

source: OK
hch: keneupitüa

source: On
hch: pütaâ

source: only face left-right
hch: pixeiya xeiküa ûta-tserieta

source: Open
hch: peiyepieni

source: Open a Scratch project
hch: peiyepieni xei puruyetu Scratch mieme

source: Open Project
hch: peiyepieni puruyetu

source: or
hch: îyapüta

source: Paint
hch: pitauximani

source: Paint Editor
hch: tauxi mukumauwa

source: Paint new sprite
hch: pitauximani ûketu hekuame

source: Paintbrush
hch: purucha

source: Password:
hch: Müâwietsi

source: Percent? (100 gives original size)
hch: ¿purutsetake? (100 kemupa mutawewiya)

source: Pictures
hch: putu

source: pixelate
hch: pitseritsaxi

source: play
hch: hutsuna

source: Please enter a number
hch: Kuerietü înüari keneukumayüa

source: Position the cross-hair to set the rotation center
hch: âixüa pitekeni putu taâurie mehüani

source: Preparing project...
hch: pikuhaâritüani puruyetu

source: Project author:
hch: kepai mütatawewi puruyetu:

source: Project name
hch: kemütitewa puruyetu

source: Project Notes
hch: nuta kemüâne puruyetu

source: Project notes
hch: nuta kemüâne puruyetu

source: Project uploaded.
hch: puruyetu memikumauwa yunaitü

source: Projects
hch: puruyetutsixi

source: Quit
hch: pihayewa

source: Quit Scratch
hch: pühayewa Scratch

source: record
hch: pekaùke

source: Record
hch: Pekaùke

source: recording
hch: ùkiya

source: Rectangle tool (draw outlined or filled rectangle or square)
hch: ketimieme mayenauka

source: Redo
hch: yu kuta

source: Remove viewer from stage
hch: neunawairie mütaheküa kemürayemie

source: resistance
hch: ketinewie

source: right
hch: tserieta

source: right arrow
hch: ùrü tserieta

source: Rotate clock-wise
hch: taâurie pehüani menetsiya xeru kamütimie

source: Rotate counter-clock-wise
hch: taâurie pehüani menetsiya xeru yukuta kamütimie

source: Save
hch: pitiûta

source: Save a copy of the current project
hch: pitiûta xei kupiya mükü puruyetu hikü mieme

source: Save As
hch: pitiûta yaâneme

source: Save failed
hch: pitiûta pükaùyüwekaxüa

source: save picture of scripts
hch: pitiûta îmake pururama tie mieme

source: save picture of stage...
hch: pitiûta îmake êtsenariyu mieme

source: Save Project
hch: pitiûta puruyetu

source: Save Scripts Snapshot
hch: pitiûta îmake pururama mieme

source: Save Stage Shot
hch: pitiûta îmake êtsenariyu mieme

source: Save the current project
hch: pitiûta puruyetu hikü mieme

source: Save the current project?
hch: ¿pitiûta puruyetu hikü mieme?

source: Scripts
hch: pururama

source: select serial/USB port
hch: penuyewauni pueritu tseriari/USB

source: Select tool (move, modify, or delete selection)
hch: keâne pini menuyewau (pikuyuitüani, pitahekuariya, yatüni peyeitüani menuyewau)

source: Set language
hch: penuyewauni niuki puruke tsiemieme

source: Set rotation center
hch: penuyewauni putu taâurie mawautse

source: Set Single Stepping
hch: pütayuani îxeiyatü kemütiukeka

source: set slider min and max
hch: pekeni min yaî max kemürayeâxe

source: Share
hch: ¡Pütaînieni!

source: Share This Project Online
hch: pütaînieni îku puruyetu riniyatsie

source: show ScratchBoard watcher
hch: piyetsera ScratchBoard

source: Shrink
hch: pitiûta

source: Shrink sprite
hch: pitiûta ûketu

source: slider
hch: müyexüre

source: Slider range:
hch: xaniku kemürayeâxe

source: Sound quality:
hch: karira tsunitu mieme

source: Sound Recorder
hch: pekaùke tsunirutsie mieme

source: Sounds
hch: tsunirute

source: Sounds compressed
hch: tsunirute petsinietükaime

source: space
hch: puyewa

source: Sprite
hch: ûketu

source: sqrt
hch: nanari mayehaika

source: Stage
hch: êtsenariyu

source: Stage selected:
hch: êtsenariyu manuyewawie:

source: Stamp tool (select area, then stamp copies of it)
hch: tseyu (manuyewawie kemuyewa yaî êtsitapa ùkiyari)

source: Start green flag scripts
hch: mütayuani pururamatsixi patera mieme mü tsiüraüye

source: Start Single Stepping
hch: pixeiya müyekeka yahanutatetewatü

source: stop
hch: pütakeni

source: Stop everything
hch: naime pewakeni

source: Stop Single Stepping
hch: pütakeni mixeiya müyekekakü

source: Switch colors
hch: tauxi püpata

source: Tags:
hch: êtiketa:

source: Text tool (edit text layer)
hch: keâne pini mayeûtse mieme

source: That variable name is already in use
hch: mükü kemütitewa xewitüri pariâpüre pikumaüwa

source: The file name already exists. Overwrite existing file?
hch: kemütitewa ârichipu püyekari. ¿hemana petitaûtüani?

source: thing
hch: pini

source: true
hch: yuri

source: Turbo speed
hch: Kui kemayüwe

source: turn into new sprite
hch: peyeitüani ûketu hekuame

source: Undo
hch: pitapariya

source: up
hch: heima

source: up arrow
hch: ûrü heima

source: Updating thumbnails
hch: msgid "Updating thumbnails"

source: Upload succeeded!
hch: puruyetu menüâ

source: Upload to Scratch Server
hch: panunüâni tseripituxi Scratch mieme

source: Uploading
hch: peinüâ

source: Variable name?
hch: ¿kemütitewa pariâpüre?

source: View on stage
hch: pitaxata êtsenariyu

source: whirl
hch: haiküri

source: Write Multiple Project Summaries
hch: pitamani peritsiuni mayeûtse kuriku mieme mayepaüme puruyetutsie

source: Write Project Summary
hch: pitamani peritsiuni mayeûtse kuriku mieme puruyetutsie

source: Yes
hch: hü

source: Your project is now online at
hch: puruyetu web kemütimie puniere

source: Your Scratch website login name:
hch: kemütitewa ûtsuariyu:

source: Zoom in
hch: petaùra

source: Zoom out
hch: wa piùra

source: Accordion
hch: âkuriuni

source: Acoustic Bass
hch: paku âkutiku

source: Acoustic Bass Drum
hch: Bombo âkutiku

source: Acoustic Grand
hch: piânu yu kuaxi âkutiku

source: Acoustic Snare
hch: tepu âkutiku

source: Agogo
hch: Agogó

source: Alto Sax
hch: Tsatsupuni ûtewitü

source: Applause
hch: tahutsunatü

source: Bagpipe
hch: Gaita

source: Baritone Sax
hch: Tsatsupuni barítono

source: Bass Drum 1
hch: Bombo 1

source: Bassoon
hch: Fagot

source: Bird Tweet
hch: Piada wikiheyakü

source: Blown Bottle
hch: puteya hutsiekame

source: Brass Section
hch: tsetsiuni tepüateyakü

source: Breath Noise
hch: tsuniru îyayakü

source: Bright Acoustic
hch: piânu âkutiku merükaüyeme

source: Cello
hch: Piurunicheru

source: Chinese Cymbal
hch: Xakü tsinu

source: Choir Aahs
hch: Coro de aahs

source: Church Organ
hch: ûrikanu teyupani mieme

source: Clarinet
hch: kürarinete

source: Claves
hch: kürape

source: Closed Hi-Hat
hch: Charles reunatü

source: Contrabass
hch: kunutürapaku

source: Cowbell
hch: tirau

source: Crash Cymbal 1
hch: Xakü crash 1

source: Crash Cymbal 2
hch: Xakü crash 2

source: Distortion Guitar
hch: Kanari âixüa kereukuwietü

source: Drawbar Organ
hch: ûrikanu Hammond

source: Dulcimer
hch: Dulcémele

source: Electric Bass (finger)
hch: paku êretiku (îtüwame)

source: Electric Bass (pick)
hch: paku êretiku (xüte)

source: Electric Clean Guitar
hch: kanari êritiku yu hekuatü

source: Electric Grand
hch: piânu êretiku êpatü

source: Electric Jazz Guitar
hch: kanari êretika jazz

source: Electric Muted Guitar
hch: kanari êretiku sordina

source: Electric Piano 1
hch: piânu êretiku 1

source: Electric Piano 2
hch: piânu êretiku 2

source: Electric Snare
hch: tepu êreturuniku

source: English Horn
hch: corno îküretsi

source: FX 1 (rain)
hch: êpetu 1 (wiyeri)

source: FX 2 (soundtrack)
hch: êpetu 2 (pata tsunura)

source: FX 3 (crystal)
hch: êpetu 3 (küritari)

source: FX 4 (atmosphere)
hch: êpetu 4 (âmuperiku)

source: FX 5 (brightness)
hch: êpetu 5 (merükaüye)

source: FX 6 (goblins)
hch: êpetu 6 (hatamete)

source: FX 7 (echoes)
hch: êpetu 7 (yuariya)

source: FX 8 (sci-fi)
hch: êpetu 8 (tsietsia pitsiuni)

source: Fiddle
hch: xaweri tserita

source: Flute
hch: haka waikari

source: French Horn
hch: xupira

source: Fretless Bass
hch: Paku türate kehexeiyatü

source: Glockenspiel
hch: waikari tipüre mieme

source: Guitar Fret Noise
hch: türateu kanari mieme

source: Guitar Harmonics
hch: harümuniku kanaritsie mieme

source: Gunshot
hch: xipüre petatuaxixü

source: Hand Clap
hch: Pekahutsuna

source: Harmonica
hch: Harümunika

source: Harpsichord
hch: clavicémbalo

source: Helicopter
hch: tarawiraxi

source: Hi Bongo
hch: bongó chiûyuatü

source: Hi Wood Block
hch: rayepini tsina chiûyuatü

source: Hi-Mid Tom
hch: Tom ya-ûyuatü

source: High Agogo
hch: Agogó chiûyuatü

source: High Floor Tom
hch: Tom kuiekü chiûyuatü

source: High Timbale
hch: Tipari chiûyuatü

source: High Tom
hch: Tom chiûyuatü

source: Kalimba
hch: karipa

source: Koto
hch: kutu

source: Lead 1 (square)
hch: püritsipari 1 (ûnita mayehaika)

source: Lead 2 (sawtooth)
hch: püritsipari 2 (tamete tsiexa mieme)

source: Lead 3 (calliope)
hch: püritsipari 3 (ûrikanu âüxi tsiemieme)

source: Lead 4 (chiff)
hch: püritsipari 4 (tsitseû ûrikanu)

source: Lead 5 (charang)
hch: püritsipari 5 (charango)

source: Lead 6 (voice)
hch: püritsipari 6 (niuki)

source: Lead 7 (fifths)
hch: püritsipari 7 (quintas)

source: Lead 8 (bass+lead)
hch: püritsipari 8 (paku yaî kuikari)

source: Long Guiro
hch: kuiru tewime

source: Long Whistle
hch: hütsiwame êtewime

source: Low Agogo
hch: agogó êûyuatü

source: Low Bongo
hch: bongó êûyuatü

source: Low Conga
hch: conga êûyuatü

source: Low Floor Tom
hch: tumi

source: Low Timbale
hch: Tinipari êûyuatü

source: Low Tom
hch: tumi êûyuatü

source: Low Wood Block
hch: rayepine tsina êûyuatü

source: Low-Mid Tom
hch: tumi êchiva kaûyuatü

source: Maracas
hch: kaxa

source: Marimba
hch: mariniwa

source: Melodic Tom
hch: timüpara merurika

source: Music Box
hch: rayepine yünütü kuikari

source: Mute Cuica
hch: kuika nakatu

source: Mute Hi Conga
hch: kunüka âkuta nakatu

source: Mute Triangle
hch: mayehaika nakatü

source: Muted Trumpet
hch: turupeta tsaritina yünütü

source: Nylon String Guitar
hch: kanari êtsipanura

source: Oboe
hch: ûwue

source: Ocarina
hch: ûkarina

source: Open Cuica
hch: kuika kayuwiya

source: Open Hi Conga
hch: kunüka âkuta kayuwiyatü

source: Open Hi-Hat
hch: charles heuyepietü

source: Open Triangle
hch: mayehaika kayuwiya

source: Orchestra Hit
hch: êtsitu küma ûruketsita

source: Orchestral Strings
hch: ârüpa ûruketsita

source: Overdriven Guitar
hch: kanari mayeîpike

source: Pad 1 (new age)
hch: kemayeâne 1 (hekuame êra)

source: Pad 2 (warm)
hch: kemayeâne 2 (xükatü)

source: Pad 3 (polysynth)
hch: kemayeâne 3 (puritsintetitsaruri)

source: Pad 4 (choir)
hch: kemayeâne 4 (kuru)

source: Pad 5 (bowed)
hch: kemayeâne 5 (tupiyari)

source: Pad 6 (metallic)
hch: kamayeâne 6 (tepüayatü)

source: Pad 7 (halo)
hch: kemayeâne 7 (âureûra)

source: Pad 8 (sweep)
hch: kameyeâne 8 (îtiyakame)

source: Pan Flute
hch: haka waikari

source: Pedal Hi-Hat
hch: charles pedal

source: Percussive Organ
hch: ûrikanu perikutsiwu

source: Piccolo
hch: haka waikari chipetü

source: Pizzicato Strings
hch: mawütüka pizzicato

source: Recorder
hch: haka waikari hakakame

source: Reed Organ
hch: ârimuniu

source: Reverse Cymbal
hch: xakü taâurie hawekame

source: Ride Bell
hch: tirau xakuya kemüâne

source: Ride Cymbal 1
hch: xakü kia 1

source: Ride Cymbal 2
hch: xakü kia 2

source: Rock Organ
hch: ûrikanu

source: Seashore
hch: xiekaripa

source: Shamisen
hch: shakumisen

source: Short Guiro
hch: kuiru chitewime

source: Short Whistle
hch: hutsiwame chitewime

source: Side Stick
hch: Pitahutsuna yu êtsama

source: Slap Bass 1
hch: paku kurupuaru 1
