Repository: adlogi/scratch-trans
Catalog: blocks/*/blocks.po
Languages: kk, ur

source: Language-Name
kk: Kazakh
ur: اردو

source: %b and %b
kk: %b және %b
ur: %b اور %b

source: %b or %b
kk: %b немесе %b
ur: %b یا %b

source: %m.attribute of %m.spriteOrStage
kk: %m.spriteOrStage ішіндегі %m.attribute
ur: %m.attribute کا %m.spriteOrStage

source: %m.list contains %s
kk: %m.list құрамында %s бар
ur: %m.list پرمشتمل ھے %s

source: %m.mathOp of %n
kk: %n ішіндегі %m.mathOp
ur: %m.mathOp قیمت %n

source: %m.sensor sensor value
ur: ویلیو سینسر %m.sensor

source: %n mod %n
ur: %nباقی تقسیم%n

source: add %s to %m.list
ur: %m.list میں %s جمع کریں

source: answer
kk: жауап
ur: جواب

source: ask %s and wait
kk: %s сұрау және күту
ur: پوچھےُ %s اورانتظارکریں

source: backdrop #
ur: پس منظر #

source: backdrop name
ur: نام پس منظر

source: broadcast %m.broadcast
kk: %m.broadcast тарату
ur: نشر %m.broadcast

source: broadcast %m.broadcast and wait
kk: %m.broadcast тарату және күту
ur: نشر کریں%m.broadcast اورانتظارکریں

source: change %m.effect effect by %n
ur: تغیر(تبدیل کریں) %m.effect اثربحساب %n

source: change %m.var by %n
ur: تغیر(تبدیل کریں) %m.var متغیربحساب %n

source: change pen color by %n
kk: қаламсаптың түсін өзгерту %n
ur: تبدیلی رنگ قلم بمقدار %n

source: change pen shade by %n
kk: қаламсап реңкін өзгерту %n
ur: تبدیلی ظل قلم بمقدار %n

source: change pen size by %n
kk: қаламсап өлшемін өзгерту %n
ur: تبدیل حجم القلم بمقدار %n

source: change size by %n
kk: өлшемді өзгерту %n
ur: تبدیل سائزبحساب%n

source: change tempo by %n
kk: темпті өзгерту %n
ur: تبدیل رفتاربحساب%n

source: change volume by %n
kk: дыбыс қаттылығын өзгерту %n
ur: تبدیل حجم صوت بحساب%n

source: change x by %n
kk: x дегенді өзгерту %n
ur: تبدیل س بمقدار %n

source: change y by %n
kk: y дегенді өзгерту %n
ur: تبدیل ص بمقدار %n

source: clear
kk: тазалау
ur: صاف

source: clear graphic effects
kk: сызбалық әсерлерді тазалау
ur: گرافکس اثرات ختم کریں

source: color %c is touching %c?
kk: %c түсі %c түсіне тиіп тұр ма?
ur: رنگ%c مس کر رہا ہے رنگ کو %c ؟

source: Control
kk: бақылау
ur: کنٹرول

source: costume #
kk: костюм #
ur: لباس #

source: create clone of %m.spriteOnly
ur: کا ھم جنس بناؤ %m.spriteOnly

source: current %m.timeAndDate
ur: اس وقت%m.timeAndDate

source: Data
ur: تاریخ

source: days since 2000
ur: دن ۲۰۰۰ ُکے بعد سے

source: define
ur: تعریف

source: delete %d.listDeleteItem of %m.list
kk: %m.list ішіндегі %d.listDeleteItem жою
ur: حذف کریں %d.listDeleteItem کی%m.list

source: delete this clone
ur: حذف کریں یہ جنس

source: direction
kk: бағыт
ur: رخ

source: distance
ur: فاصلہ

source: distance to %m.spriteOrMouse
kk: %m.spriteOrMouse дейінгі қашықтық
ur: فاصلہ بہ %m.spriteOrMouse

source: else
kk: әйтпесе
ur: ورنہ

source: Events
ur: واقعات

source: forever
kk: үнемі
ur: مسلسل

source: glide %n secs to x:%n y:%n
kk: x:%n y:%n нүктесіне %n секунд жүзу
ur: گلا یؒڈ %n سیکنڈ س: %n ص: %n

source: go back %n layers
kk: %n қабат артқа өту
ur: پیچھے جا وُ %n سطحیں

source: go to %m.spriteOrMouse
kk: мұнда өту %m.spriteOrMouse
ur: قصد کرو %m.spriteOrMouse

source: go to front
kk: үстіңгі қабатқа өту
ur: سامنے جا وَ

source: go to x:%n y:%n
kk: x:%n y:%n бару
ur: قصد س:%n ص :%n

source: hide
kk: жасыру
ur: چھپا وُ

source: hide list %m.list
ur: چھپا وُ فہرست %m.list

source: hide variable %m.var
ur: چھپا وُمتغیر%m.var

source: if %b then
ur: اگر %b تو

source: if on edge, bounce
kk: шетте болса, әрі итерілу
ur: اگرکنارےپرہے، اچھلو

source: insert %s at %d.listItem of %m.list
ur: ڈالو %s پر %d.listItem کی %m.list

source: item %d.listItem of %m.list
kk: %m.list ішіндегі %d.listItem элемент
ur: شے %d.listItem کی %m.list

source: join %s %s
ur: جوڑیں %s %s

source: key %m.key pressed?
kk: %m.key пернесі басылған ба?
ur: چابی %m.key دب گیٔ؟

source: length of %m.list
kk: %m.list ұзындығы
ur: طول %m.list

source: length of %s
kk: %s ұзындығы
ur: طوالت %s

source: letter %n of %s
kk: %s ішіндегі %n әріп
ur: حرف %n کا %s

source: Looks
kk: сыртқы түрі
ur: مظاهر

source: loudness
kk: дыбыс қаттылығы
ur: بلندی صوت

source: More Blocks
ur: مزید ڈبے

source: Motion
kk: қозғалыс
ur: حركت

source: mouse down?
kk: тінтуір басылған ба?
ur: ماوٰس نیچے ہے؟

source: mouse x
kk: тінтуір x бойынша
ur: ماوٰس س

source: mouse y
kk: тінтуір y бойынша
ur: ماوٰس ص

source: move %n steps
kk: %n қадам жылжу
ur: چلو %n قدم

source: next backdrop
ur: اگلا پس منظر

source: next costume
kk: келесі костюм
ur: اگلا لباس

source: not %b
kk: %b емес
ur: نہیں%b

source: Operators
kk: амалдар
ur: عاملین

source: Pen
kk: қауырсын
ur: قلم

source: pen down
kk: қауырсынды түсіру
ur: قلم نیچے

source: pen up
kk: қауырсынды көтеру
ur: قلم اوپر

source: pick random %n to %n
ur: کویٰ بھی اٹھاوٰ%nکی طرف%n

source: play drum %d.drum for %n beats
kk: %d.drum барабанында %n такт ойнау
ur: ڈھول بجاوٰ%d.drum تاآںکہ %nٹلے

source: play note %d.note for %n beats
ur: سر بجاوٰ%d.note تاآںکہ %nسر

source: play sound %m.sound
kk: %m.sound дыбысын ойнату
ur: موسیقی چلاوٰ %m.sound

source: play sound %m.sound until done
kk: %m.sound дыбысын біткенше ойнату
ur: موسیقی چلاوٰ %m.sound تااختتام

source: point in direction %d.direction
kk: келесі бағытта бұрылу %d.direction
ur: اشارہ برخ %d.direction

source: point towards %m.spriteOrMouse
kk: келесіге қарай бұрылу %m.spriteOrMouse
ur: اشارہ بطرف %d.direction

source: repeat %n
kk: қайталау %n
ur: دہراوٰ %n

source: repeat until %b
kk: келесіге дейін қайталау %b
ur: دہراوٰ تاآنکہ %n

source: replace item %d.listItem of %m.list with %s
ur: بدلو شے%d.listItem کی%d.listItem سے %s

source: reset timer
kk: таймерді қайта іске қосу
ur: گھڑی واپس

source: rest for %n beats
kk: қалған %n такт
ur: رکو%n سر

source: round %n
kk: дөңгелектеу %n
ur: گول%n

source: say %s
kk: айту %s
ur: کہیے%s

source: say %s for %n secs
kk: %s дегенді %n секунд бойы айту
ur: کہیے%s براےٰ %n سیکنڈ

source: Sensing
kk: сенсорлар
ur: تحسیس

source: sensor %m.booleanSensor?
kk: сенсор %m.booleanSensor?
ur: آلہ محسوسہ %m.booleanSensor؟

source: set %m.effect effect to %n
kk: %m.effect әсерін келесіге өзгерту %n
ur: مقرر%m.effect اثر بحساب %n

source: set %m.var to %s
ur: مقرر %m.varکو%s

source: set instrument to %d.instrument
kk: аспапты таңдау %d.instrument
ur: مقررآلہ%d.instrument

source: set pen color to %c
kk: қауырсын түсін орнату %c
ur: مقرررنگ قلم%c

source: set pen color to %n
kk: қауырсын түсін орнату %c
ur: مقرررنگ قلم%n

source: set pen shade to %n
kk: қауырсын реңкін келесіге орнату %n
ur: مقررظل قلم%n

source: set pen size to %n
kk: қауырсын өлшемін орнату %n
ur: مقررحجم القلم%n

source: set rotation style %m.rotationStyle
ur: مقرر طرزگردش%m.rotationStyle

source: set size to %n%
kk: өлшемді орнату %n%
ur: مقررحجم القلم %n%

source: set tempo to %n bpm
kk: темпті орнату %n соққы/минут
ur: مقرررفتار n % bpm

source: set video transparency to %n%
ur: مقرر ویڈیو شفافیت %n%

source: set volume to %n%
kk: дыбыс қаттылығын орнату %n%
ur: مقررحجم صوت %n%

source: set x to %n
kk: x дегенді келесіге орнату %n
ur: مقرر س%n

source: set y to %n
kk: y дегенді келесіге орнату %n
ur: مقرر ص%n

source: show
kk: көрсету
ur: دکھاوٰ

source: show list %m.list
ur: فہرست دکھاوٰ%m.list

source: show variable %m.var
ur: متغیردکھاوٰ %m.var

source: size
kk: өлшем
ur: سائز

source: Sound
kk: дыбыс
ur: آواز

source: stamp
kk: мөр
ur: مہر

source: stop %m.stop
ur: روک%m.stop

source: stop all sounds
kk: барлық дыбыстарды тоқтату
ur: تمام آوازیں روک دو

source: switch backdrop to %m.backdrop
ur: سوئچ پس منظر%m.backdrop

source: switch backdrop to %m.backdrop and wait
ur: سوئچ پس منظر%m.backdropاورانتظارکرو

source: switch costume to %m.costume
ur: سوئچ لباس %m.costume

source: tempo
kk: темп
ur: رفتار

source: think %s
kk: ойлау %s
ur: سوچےٰ%s

source: think %s for %n secs
kk: %s дегенді %n секунд ойлау
ur: سوچےٰ%sبراےٰ%n سیکنڈ

source: tilt
ur: إمالہ

source: timer
kk: таймер
ur: گھڑی

source: touching %m.touching?
kk: %m.touching дегенге тиіп тұр ма?
ur: چھورہاہے%m.touching؟

source: touching color %c?
kk: %c түсіне тиіп тұр ма?
ur: رنگ چھورہاہے%c؟

source: turn @turnLeft %n degrees
ur: مڑو@turnLeft %nدرجہ

source: turn @turnRight %n degrees
ur: مڑو@turnRight %nدرجہ

source: turn video %m.videoState
ur: ویڈیوچلاوٰ%m.videoState

source: username
ur: اسم

source: video %m.videoMotionType on %m.stageOrThis
ur: ویڈیو%m.videoMotionTypeپر%m.stageOrThis

source: volume
kk: дыбыс қаттылығы
ur: حجم صوت

source: wait %n secs
kk: %n секунд күту
ur: انتظارکرو%n سیکنڈ

source: wait until %b
kk: келесіге дейін күту %b
ur: انتظارکروتاآنکہ%b

source: when %m.booleanSensor
ur: جب%m.booleanSensor

source: when %m.key key pressed
kk: %m.key пернесін басқанда
ur: جب%m.key چابی دبے

source: when %m.triggerSensor > %n
ur: جب %m.triggerSensor > %n

source: when @greenFlag clicked
kk: @greenFlag дегенді нұқығанда
ur: جب @greenFlag دبے

source: when backdrop switches to %m.backdrop
ur: جب پس منظر تبدیل ہو%m.backdrop

source: when I receive %m.broadcast
ur: جب مجھے ملے%m.broadcast

source: when I start as a clone
ur: جب میں بطورجنس شروع کروں

source: when this sprite clicked
ur: جب یہ بھوت دبے

source: x position
kk: x орны
ur: س کی جگہ

source: y position
kk: y орны
ur: ص کی جگہ

source: set motor direction %m.motorDirection
ur: مقررسمت موتر%m.motorDirection

source: set motor power %n
ur: مقرر موتر طاقت%n

source: turn motor off
ur: موٹربند

source: turn motor on
ur: موٹرچلاوٰ

source: turn motor on for %n secs
ur: موٹرچلاوٰبراےٰ%nسیکنڈ

source: when distance < %n
ur: جب فاصلہ < %n

source: when tilt = %n
ur: جب جھکاوٰ= %n
