Repository: adlogi/scratch-trans
Catalog: scratch1.4/oto/oto.po
Languages: oto

source: Language-Name
oto: Otomi

source: %H sensor value
oto: %H valor del sensor

source: %L contains %s
oto: %L pe´tsi %s

source: %a of %m
oto: %a de %m

source: %b and %b
oto: %b ne %b

source: %b or %b
oto: %b o %b

source: %f of %n
oto: %f de %n

source: add %s to %L
oto: %s toke %L

source: answer
oto: thadi

source: ask %s and wait
oto: adi %s - temi

source: background #
oto: kat`u mbo #

source: broadcast %e
oto: pempi ngatho %e

source: broadcast %e and wait
oto: pempi ngatho %e ne t`omi

source: change %g effect by %n
oto: cambiar %g efecto por %n

source: change %v by %n
oto: poti %v kongena %n

source: change pen color by %n
oto: potu ra njäti ratheñant`ot`i %n

source: change pen shade by %n
oto: potu ra tsedi ra thehñant`ot`i %n

source: change pen size by %n
oto: potu ra nt`ot`i kon ge man`a %n

source: change size by %n
oto: potu ra noho digena %n

source: change tempo by %n
oto: cambiar tempo por %n

source: change volume by %n
oto: potu ra nt`otse digena %n

source: change x by %n
oto: poti kongena %n

source: change y by %n
oto: poti ne kon %n

source: clear
oto: thuki

source: clear graphic effects
oto: quitar efectos gráficos

source: color %C is touching %C?
oto: ¿kätsubi %C ra kuhu? %C?

source: control
oto: pent`i

source: costume #
oto: mede mpote #

source: delete %y of %L
oto: thuki %y dige %L

source: direction
oto: da maduua

source: distance to %m
oto: tsogi dige %m

source: else
oto: te mana, honse

source: forever
oto: xoge da njapu

source: forever if %b
oto: da njampu hiaxmu %b

source: glide %n secs to x:%n y:%n
oto: %n kämi %n

source: go back %n layers
oto: pehni kar %n xutha

source: go to %m
oto: ri maua %m

source: go to front
oto: pehnu kar hmi

source: go to x:%n y:%n
oto: ma %n un %n

source: hide
oto: ñagi

source: hide variable %v
oto: esconder variable %v

source: if %b
oto: hä %b

source: if on edge, bounce
oto: rebotar si está tocando un borde

source: insert %s at %i of %L
oto: kät %s `i %i teti %L

source: item %i of %L
oto: item %i de %L

source: join %s %s
oto: munts´i %s %s

source: key %k pressed?
oto: ¿tecla %k presionada?

source: length of %L
oto: longitud de %L

source: length of %s
oto: longitud de %s

source: list
oto: gua digena

source: looks
oto: hzuni ntsedi

source: loud?
oto: mfatsi ntsedi

source: loudness
oto: nhuäni

source: motion
oto: ntomi nt`ot´i

source: motor direction %W
oto: et´i boja %W

source: motor off
oto: bunt´i moi

source: motor on
oto: bunt´i tsoge

source: motor on for %n secs
oto: bunt´i tsoge %n nts´edi

source: motor power %n
oto: tsa ra bunt´i %n

source: mouse down?
oto: ntomi ta saha

source: mouse x
oto: ntomi chulo saha

source: mouse y
oto: y del ratón

source: move %n steps
oto: mover %n pasos

source: next background
oto: fondo siguiente

source: next costume
oto: siguiente disfraz

source: not %b
oto: hina %b

source: operators
oto: ´yoni

source: pen
oto: nt`ot`i thehña

source: pen down
oto: k`ami nt`ot`i

source: pen up
oto: potse nt`ot`i

source: pick random %n to %n
oto: mpede %n %n

source: play drum %D for %n beats
oto: tocar tambor %D durante %n pulsos

source: play note %N for %n beats
oto: tocar nota %N durante %n pulsos

source: play sound %S
oto: n zunt`i %S

source: play sound %S until done
oto: zunt`i %S ne t`omi

source: point in direction %d
oto: m`oti ha da matho %d

source: point towards %m
oto: uti hampu %m

source: repeat %n
oto: yopi %n

source: repeat until %b
oto: yopi ta ge… %b

source: replace item %i of %L with %s
oto: poote %i di %L ge %s

source: reset timer
oto: reiniciar cronómetro

source: rest for %n beats
oto: silencio por %n pulsos

source: round %n
oto: xint`i mot`i %n

source: say %s
oto: ma %s

source: say %s for %n secs
oto: ma %s ramch`u %n

source: sensing
oto: sensores

source: sensor %h?
oto: ¿sensor activado %h?

source: set %g effect to %n
oto: %g kuati %n

source: set %v to %n
oto: %v kuati %n

source: set instrument to %I
oto: hapa ra %I

source: set pen color to %c
oto: cots´i ra za %c

source: set pen color to %n
oto: hiandi da goña %n

source: set pen shade to %n
oto: tomi ra za %n

source: set pen size to %n
oto: hiandi nda goña %n

source: set size to %n%
oto: hiandi da %n%

source: set tempo to %n bpm
oto: tema ora %n

source: set volume to %n%
oto: hoki ra nzuni %n%

source: set x to %n
oto: cots´i %n

source: set y to %n
oto: cots´i %n

source: show
oto: udi

source: show variable %v
oto: udi di nthegui %v

source: size
oto: nt`eni

source: sound
oto: nzuni

source: stamp
oto: nzuni

source: stop all
oto: kuati

source: stop all sounds
oto: momi ngatho

source: stop script
oto: momi nxoge ya nzuni

source: switch to background %l
oto: momi ra mefi %l

source: switch to costume %l
oto: poti mbo %l

source: tempo
oto: mpa

source: think %s
oto: mbeni %s

source: think %s for %n secs
oto: ramch'u %s ri %n mbeni

source: timer
oto: nt´eni ya´ä

source: touching %m?
oto: ¿pent`i %m?

source: touching color %C?
oto: ¿pent`i ra kuhu %C?

source: turn %n degrees
oto: xint`i %n mede

source: volume
oto: nzuni

source: wait %n secs
oto: t`omi %n n`axt`ui

source: wait until %b
oto: t`omi tada… %b

source: when %k key pressed
oto: mugi %k tomi ra nxidi nt`ot`i

source: when %m clicked
oto: mugi %m tomi

source: when I receive %e
oto: mudä t`ai %e

source: x position
oto: nt´omi ta saha

source: y position
oto: nt`omi ch´ulo saha

source: (empty)
oto: (vacía)

source: 1 script
oto: n´a mefi

source: About Scratch
oto: n´a mefi scratch

source: About this project:
oto: di gena mefi

source: add comment
oto: kots'i tegibeni

source: add comment here
oto: kots'i ra hña nua

source: all
oto: ngatho, nxoge

source: and
oto: ne

source: Animation
oto: hnupamfeni

source: any
oto: mun`a

source: Art
oto: hogunthoki

source: background
oto: rambo

source: backgrounds
oto: ya mbo

source: Backgrounds
oto: Fondos

source: brightness
oto: huets`i

source: Brush size:
oto: hanja ra nkots`i

source: button
oto: boto

source: button pressed
oto: boto ntomi

source: Camera
oto: njukunk´oi

source: can rotate
oto: hampu di nxint´i

source: cancel
oto: momi

source: Cancel
oto: momi

source: Choose a folder
oto: huahni nda geä

source: Choose new sprite from file
oto: hñaki n`a ray`o mefi

source: clean up
oto: thuki

source: Clear
oto: thuki

source: Clear canvas
oto: thuki hmi

source: Close and continue
oto: ko´ti ne sigi

source: Close dialog?
oto: ¿gi kotii ñaki?

source: Close paint editor?
oto: ¿gi kot`i ra nk`oi?

source: close port
oto: kot`i ra mfoti

source: Close sound recorder?
oto: ¿gi kot`i ra njuatu nzuni?

source: color
oto: theni

source: Compress Images
oto: pehni ya nk`oi

source: Compress Sounds
oto: pehni ya nzuni

source: Compress sounds and images
oto: penhi ya nk`oi na ya nzuni

source: Computer
oto: nt`ot`i boja

source: connected
oto: mfoti

source: Connecting to
oto: xa mfoti ka

source: Copy
oto: hñaki

source: costume
oto: mpote

source: costumes
oto: ya mpote

source: Costumes
oto: hingi tso gä nxadi

source: Could not read
oto: hingi tso gä nxadi pe xi ts'oni

source: Could not read project; file may be damaged
oto: hingi tso gi y'ot'u ra m'efi

source: Could not write file
oto: xoku ri guenda

source: Create account
oto: xoku n'a ray'o m'efi

source: Create an empty project
oto: mpehna m'efi, di tomi ra nkots´i

source: Data sent. Waiting for response...
oto: thuki

source: delete
oto: thuki

source: Delete
oto: thuki ra njunum'efi

source: Delete a list
oto: thukira mpadi

source: Delete a variable
oto: thuki ra mpote

source: Delete this costume
oto: thuku ra nzuni

source: Delete this sound
oto: mhi nt'ot'uboja

source: Desktop
oto: ya he'mi

source: Documents
oto: ogi mat'i

source: don't rotate
oto: hoy

source: down
oto: ñat'u hoy

source: down arrow
oto: tsitsi kar xokum'ef'i

source: draggable on website?
oto: yopi

source: duplicate
oto: thuki

source: Duplicate
oto: ñani

source: edge
oto: juki

source: Edit
oto: ya m'efi nxit'i ñani

source: Ellipse tool (draw outlined or filled ellipse or circle)
oto: kut'i ngu ri uti

source: Enter presentation mode
oto: nthuki

source: Eraser
oto: hangu ra nthuki

source: Eraser size
oto: poni di ge ra nt'udi

source: Exit presentation mode
oto: pehni

source: export
oto: pehni ra mbo

source: Export Background
oto: pehni ra mpote

source: Export Costume
oto: himbi ho ra mpote

source: Export failed
oto: himbi ho ra mpehni

source: Export Sound
oto: pehni nzuni

source: Export Sprite
oto: pehnite ma ra

source: export this costume
oto: pehni nuna

source: Extras menu
oto: ya nkäts'i

source: Eyedropper tool (select a color)
oto: nhuanu kuhu

source: Failed:
oto: hingi za

source: false
oto: hima juäni

source: File not found
oto: hinte mui

source: Fill tool (fill areas with color or gradient)
oto: met'o

source: first
oto: dahuä

source: fisheye
oto: nixt´i nkät´i

source: Flash blocks (fast)
oto: ramuch´u ri kät´i

source: Flash blocks (slow)
oto: pegi

source: Flip horizontally
oto: m'omi

source: Flip vertically
oto: pa ngatho nuya

source: For all sprites
oto: pa gena

source: For this sprite only
oto: tema ra

source: Get surprise sprite
oto: hanse n'a ra nthuki

source: Get the last thing deleted
oto: chi tuki

source: grab screen region for new costume
oto: juahni nda ge´ä pan´a ray´o

source: grab screen region for new sprite
oto: xoki

source: Grow
oto: xoku ma ra

source: Grow sprite
oto: ¡te gi pefi¡

source: Hello!
oto: mfats'i

source: help
oto: hets'i

source: High (biggest)
oto: mmm

source: Hmm...
oto: ngu

source: Home
oto: mpehni nk'oi

source: Images compressed
oto: batsihi

source: import
oto: batsihi

source: Import
oto: ba tsihi ne gi kätsi maña

source: Import an image on top of your current canvas
oto: ba sihi mbo

source: Import Background
oto: batsihi ra mpote

source: Import Costume
oto: ba tsihi ra nk'oi

source: Import Image
oto: ba tsihi ra njuni

source: Import List
oto: Importar Lista

source: Import Project
oto: mpehnu m'efi

source: import project
oto: mpehnu nzuni

source: Import Sound
oto: hingi nhehui

source: Incompatible Scratch file format
oto: ¿hanse da nxadi?

source: Is the folder read-only?
oto: xa za JPEG(ret´a-n´anthebe)

source: JPEG Quality (10-100)?
oto: ra rihi

source: kbytes
oto: hñä

source: Language
oto: noho

source: large readout
oto: hanse n'a

source: last
oto: nsuru

source: left
oto: ñat'u nsuru

source: left arrow
oto: ma

source: length
oto: tsibi

source: light
oto: ma hioni pa geña

source: Line tool (draw lines)
oto: ra thuhu ra njuni

source: List name?
oto: gäi

source: Low
oto: ta hoy

source: Lowest (smallest)
oto: ray'onjuni nt'ot'i

source: Make a list
oto: ray'o mpadi

source: Make a variable
oto: xoki

source: meow
oto: ra thuhu ra mehni

source: Message name:
oto: ts'uki

source: mod
oto: mara

source: more
oto: mara ya mpet´i

source: More tags:
oto: ya nk´oi

source: mosaic
oto: ntomi ta saha

source: mouse x:
oto: tomi ch'ulo saha

source: mouse y:
oto: ñat'i hamp'u

source: mouse-pointer
oto: ñ'ani

source: Move
oto: thuhu

source: Music
oto: r'ay'o

source: new
oto: r'ay'o

source: New
oto: r'ay'o mbo

source: New background:
oto: r'ay'o nk´oi

source: New costume:
oto: r'ay'o thuhu m'efi

source: New Filename:
oto: r'ay'o nzuni

source: New sound:
oto: r'ay'o mara

source: New Sprite
oto: hina

source: No
oto: hinte pongi ya mfats´i

source: No MIDI ports currently available.
oto: hinte mui ya mpet´i

source: No motion blocks
oto: otho ya me´fi

source: no scripts
oto: otho ya mfats´i

source: No serial ports found
oto: otho ra mpadi

source: No variables.
oto: za xa

source: Off
oto: xifi hä

source: OK
oto: tsoke

source: On
oto: hanse hiandi nsuru -hogy'e

source: only face left-right
oto: xoki

source: Open
oto: xoki ra me´fi scratch

source: Open a Scratch project
oto: xoku ra m'efi

source: Open Project
oto: o

source: or
oto: kots'i

source: Paint
oto: hokunkots'i

source: Paint Editor
oto: koxu n'a rayo

source: Paint new sprite
oto: nkots'i

source: Paintbrush
oto: hinto dä bädi

source: Password:
oto: hangu (n a nthebe uni ra za

source: Percent? (100 gives original size)
oto: nk'oi

source: Pictures
oto: Fotos

source: pixelate
oto: pent'i

source: play
oto: mpefi kor mede

source: Please enter a number
oto: Por favor usar un número

source: pop
oto: hoki ha da ndui

source: Position the cross-hair to set the rotation center
oto: ka hoku ra m'efi

source: Preparing project...
oto: ot'e m'efi

source: Project author:
oto: thuhu ra m'efi

source: Project name
oto: ra nkätsi ra m'efi

source: Project Notes
oto: Notas Sobre el Proyecto

source: Project notes
oto: mfoxum'efi

source: Project uploaded.
oto: m'efi

source: Projects
oto: tsogi

source: Quit
oto: tsogi scratch

source: Quit Scratch
oto: kuati

source: record
oto: grabar

source: Record
oto: nkuati

source: recording
oto: grabación

source: Rectangle tool (draw outlined or filled rectangle or square)
oto: pengi gi hoki

source: Redo
oto: hñaki ra da

source: Remove viewer from stage
oto: nts'edi

source: resistance
oto: hoguy'e

source: right
oto: nt'udi hoguy'e

source: right arrow
oto: xint´i kar hoguy´e

source: Rotate counter-clock-wise
oto: nxint'i

source: Save
oto: kuatu ra hñäki ray'o m'efi

source: Save a copy of the current project
oto: kuati nguna

source: Save As
oto: himbi kuati

source: Save failed
oto: kuatu ya nk'oi ra m'efi

source: save picture of scripts
oto: guardar imagen de los programas

source: save picture of stage...
oto: kuatu ra m'efi

source: Save Project
oto: kuatu ra nk'oi ra m'efi

source: Save Stage Shot
oto: kuatu ra ray'o m'efi

source: Save the current project
oto: ¿gi kuatu ra ray'o m'efi?

source: Save the current project?
oto: ya m'efi

source: Scripts
oto: hiäk ra mfots'i

source: select serial/USB port
oto: hñaki ndad´ri mpefi

source: Select tool (move, modify, or delete selection)
oto: hñaku ra hña

source: Set language
oto: hñaki ha dä ndui

source: Set rotation center
oto: dumi gi hiandu ha gi japi

source: Set Single Stepping
oto: ts'uki ne gi hñuts'i

source: set slider min and max
oto: penpu ra m'efi mara ya jä'i

source: Share
oto: uti ra nt´ot´i mefi

source: Share This Project Online
oto: xepu ra m'efi

source: show ScratchBoard watcher
oto: ch'uki

source: Shrink
oto: ch'uki ya te mara

source: Shrink sprite
oto: nxoni

source: slider
oto: deslizador

source: Slider range:
oto: nzuni za

source: Sound quality:
oto: nkuati ya nzuni

source: Sound Recorder
oto: nzuni

source: Sounds
oto: mhunts'u nzuni

source: Sounds compressed
oto: tsogi

source: space
oto: te mara

source: Sprite
oto: nguki

source: sqrt
oto: hmi

source: Stage
oto: Escenario

source: Stage selected:
oto: mpet´i mpote

source: Stamp tool (select area, then stamp copies of it)
oto: dumi ra me´fi kor k´angi

source: Start green flag scripts
oto: handi ha ri hoki

source: Start Single Stepping
oto: m'omi

source: stop
oto: m'omi ngatho

source: Stop everything
oto: m´omi hiandi ra ua

source: Stop Single Stepping
oto: mpotu theni

source: Switch colors
oto: ya m´ema ha thuhu

source: Tags:
oto: nthokum'efi

source: Text tool (edit text layer)
oto: ya thuhu ya bi mpoti

source: That variable name is already in use
oto: ya thuhu ya nkuati ya mui

source: The file name already exists. Overwrite existing file?
oto: mutsi

source: thing
oto: majuäni

source: true
oto: xi nxontho

source: Turbo speed
oto: ga poti nar mutsi

source: turn into new sprite
oto: ts'oni

source: Undo
oto: mañä

source: up
oto: nt'udi mañä

source: up arrow
oto: flecha arriba

source: Updating thumbnails
oto: msgid "Updating thumbnails"

source: Upload succeeded!
oto: ¡ra m'efi bi ma¡

source: Upload to Scratch Server
oto: bi ma ra scratch

source: Uploading
oto: pehni

source: Variable name?
oto: ra thuhu ya m´efi

source: View on stage
oto: ñetsi kar tarima

source: whirl
oto: xedi

source: Write Multiple Project Summaries
oto: hoki xangu ya m´efi pa genpu

source: Write Project Summary
oto: hoki xangu ya m´efi feni

source: Yes
oto: hä

source: Your project is now online at
oto: ra m´efi mui har web

source: Your Scratch website login name:
oto: thuhu ra mefi

source: Zoom in
oto: thäxt'i

source: Zoom out
oto: jot'i

source: Accordion
oto: ngondo mida

source: Acoustic Bass
oto: Bajo acústico

source: Acoustic Bass Drum
oto: mist´ambo

source: Acoustic Grand
oto: pixt´uhu

source: Acoustic Snare
oto: tambo

source: Agogo
oto: Agogó

source: Alto Sax
oto: ra´to mida

source: Applause
oto: mfet'uy'e

source: Bagpipe
oto: Gaita

source: Banjo
oto: ra xifni mida

source: Baritone Sax
oto: Saxofón barítono

source: Bass Drum 1
oto: Bombo 1

source: Bassoon
oto: Fagot

source: Bird Tweet
oto: gi´a ts´ints´u

source: Blown Bottle
oto: p´ixta xito

source: Brass Section
oto: hajaya boj´ä mida

source: Breath Noise
oto: ntsihnä mida

source: Bright Acoustic
oto: ts´imida huets´i

source: Cello
oto: ta mida

source: Chinese Cymbal
oto: Platillo Chino

source: Choir Aahs
oto: mutsi ra aahs

source: Church Organ
oto: ts´imida nijä

source: Clarinet
oto: thuxi

source: Claves
oto: mbunza

source: Closed Hi-Hat
oto: Charles cerrado

source: Contrabass
oto: ta mida

source: Cowbell
oto: Cencerro

source: Crash Cymbal 1
oto: Platillo crash 1

source: Crash Cymbal 2
oto: Platillo crash 2

source: Distortion Guitar
oto: ts´o mida

source: Drawbar Organ
oto: ts´i mida hammond

source: Dulcimer
oto: nkugu thuhu

source: Electric Bass (finger)
oto: madui mida tsibi

source: Electric Bass (pick)
oto: Bajo eléctrico (uña)

source: Electric Clean Guitar
oto: mida tsibi

source: Electric Grand
oto: tsímida tsibi

source: Electric Jazz Guitar
oto: mida tsibi jazz

source: Electric Muted Guitar
oto: gogu mida tsibi

source: Electric Piano 1
oto: ts´imida tsibi n´a

source: Electric Piano 2
oto: ts´imida tsibi yoho

source: Electric Snare
oto: tambo tsibi

source: English Horn
oto: ndäni

source: FX 1 (rain)
oto: nzuni y´e

source: FX 2 (soundtrack)
oto: tanzuni

source: FX 3 (crystal)
oto: nxinzuni

source: FX 4 (atmosphere)
oto: nzuni yuni

source: FX 5 (brightness)
oto: huets´i nzuni

source: FX 6 (goblins)
oto: ch´ulo nzuni

source: FX 7 (echoes)
oto: nt´oti nzuni

source: FX 8 (sci-fi)
oto: nzuni pite

source: Fiddle
oto: nchiri celta

source: Flute
oto: thuxi

source: French Horn
oto: ta thuxi

source: Fretless Bass
oto: mida gogu

source: Glockenspiel
oto: mhunts´i nzuni

source: Guitar Fret Noise
oto: tu ya nzuni

source: Guitar Harmonics
oto: ya hogu nzuni

source: Gunshot
oto: ñuni fants´i

source: Hand Clap
oto: mfemuy'e

source: Harmonica
oto: met´o tsí mida

source: Harpsichord
oto: Clavicémbalo

source: Helicopter
oto: nzuni bojä

source: Hi Bongo
oto: t´ulo fonts´i

source: Hi Wood Block
oto: huada mida

source: Hi-Mid Tom
oto: Tom medio-agudo

source: High Agogo
oto: Agogó agudo

source: High Floor Tom
oto: Tom de suelo agudo

source: High Timbale
oto: Timbal agudo

source: High Tom
oto: Tom agudo

source: Lead 1 (square)
oto: met´o huada

source: Lead 2 (sawtooth)
oto: met´o nthegi

source: Lead 3 (calliope)
oto: met´o ts´i mida

source: Lead 4 (chiff)
oto: Principal 4 (siseo órgano)

source: Lead 5 (charang)
oto: Principal 5 (charango)

source: Lead 6 (voice)
oto: met´o hña

source: Lead 7 (fifths)
oto: met´o kut´a

source: Lead 8 (bass+lead)
oto: Principal 8 (bajo y melodía)

source: Long Guiro
oto: minti mida ma

source: Long Whistle
oto: ta thuxi

source: Low Agogo
oto: Agogó grave

source: Low Bongo
oto: Bongó grave

source: Low Conga
oto: Conga grave

source: Low Floor Tom
oto: Tom de seulo grave

source: Low Timbale
oto: Timbal grave

source: Low Tom
oto: Tom grave

source: Low Wood Block
oto: Cajita china grave

source: Low-Mid Tom
oto: Tom medio-grave

source: Maracas
oto: nxinxi

source: Marimba
oto: tats´i mdaza

source: Melodic Tom
oto: Timbala melódica

source: Music Box
oto: huada mida

source: Mute Cuica
oto: Cuica sorda

source: Mute Hi Conga
oto: Conga aguda sorda

source: Mute Triangle
oto: hñumida gogu

source: Muted Trumpet
oto: ta thuxi gogu

source: Nylon String Guitar
oto: mida española

source: Open Cuica
oto: Cuica suelta

source: Open Hi Conga
oto: Conga aguda suelta

source: Open Hi-Hat
oto: Charles abierto

source: Open Triangle
oto: hñu mida nhegi

source: Orchestra Hit
oto: nfäte mhunts´i

source: Orchestral Strings
oto: Arpa orquestal

source: Overdriven Guitar
oto: ñudi mida

source: Pad 1 (new age)
oto: mbo ná ra´yo

source: Pad 2 (warm)
oto: mbo yoho xi chipa

source: Pad 3 (polysynth)
oto: mbo hñu xangu mhunts´i

source: Pad 4 (choir)
oto: mbo goho ntuhu

source: Pad 5 (bowed)
oto: mbo kut´a nt´ot´i

source: Pad 6 (metallic)
oto: mbo ra´to bojä

source: Pad 7 (halo)
oto: mbo yoto

source: Pad 8 (sweep)
oto: mbo hñátompaxi

source: Pan Flute
oto: thuxi thume

source: Pedal Hi-Hat
oto: carlo bojä

source: Percussive Organ
oto: Órgano percusivo

source: Piccolo
oto: thu´za

source: Pizzicato Strings
oto: thohi pizzicato

source: Recorder
oto: thuxi nkuhi

source: Reed Organ
oto: manza thuhu

source: Reverse Cymbal
oto: moji xibdo

source: Ride Bell
oto: tegi ngoi

source: Ride Cymbal 1
oto: Platillo guía 1

source: Ride Cymbal 2
oto: Platillo guía 2

source: Rock Organ
oto: Órgano de rock

source: Seashore
oto: Playa

source: Short Guiro
oto: ximo minfi

source: Short Whistle
oto: tulo thuxi

source: Side Stick
oto: Golpe lateral

source: Slap Bass 1
oto: Bajo golpeado 1

source: Slap Bass 2
oto: Bajo golpeado 2

source: Soprano Sax
oto: Saxofón soprano

source: Splash Cymbal
oto: Platillo splash

source: Steel Drums
oto: Tambores metálicos

source: Steel String Guitar
oto: mida dexi bokha

source: String Ensemble 1
oto: dexi mida n' a

source: String Ensemble 2
oto: dexi mida yoho

source: Synth Bass 1
oto: Bajo sintetizado 1

source: Synth Bass 2
oto: Bajo sintetizado 2

source: Synth Drum
oto: Percusión sintetizada

source: Synth Voice
oto: un ña

source: SynthBrass 1
oto: Metales sintetizados 1

source: SynthBrass 2
oto: Metales sintetizados 2

source: SynthStrings 1
oto: Cuerdas sintetizadas 1

source: SynthStrings 2
oto: Cuerdas sintetizadas 2

source: Taiko Drum
oto: Tambor Taiko

source: Tambourine
oto: Pandereta

source: Tango Accordion
oto: Bandoneón

source: Telephone Ring
oto: mbunhña

source: Tenor Sax
oto: Saxofón tenor

source: Timpani
oto: tsuni

source: Tinkle Bell
oto: Campanilla

source: Tremolo Strings
oto: Cuerdas con trémolo

source: Trombone
oto: Trombón

source: Trumpet
oto: Trompeta

source: Tuba
oto: tuxi xi buha

source: Tubular Bells
oto: tegi bokha

source: Vibraphone
oto: mbuxuni

source: Vibraslap
oto: Trafaplás

source: Viola
oto: ta mida nthoki

source: Violin
oto: nchiri

source: Voice Oohs
oto: Voz de oohs

source: Whistle
oto: thuxi

source: Woodblock
oto: Caja china

source: Xylophone
oto: Xilófono
